{
  "word": "galas",
  "authenticated": true,
  "entries": [
    {
      "id": "23976",
      "nama": "ga.las",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "tongkat yang ditaruh di bahu untuk menyandang (membawa) barang-barang; pikulan",
          "contoh": []
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "barang (beban) yang disandang dengan tongkat atau dipikul",
          "contoh": []
        },
        {
          "nomor": "3",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "barang dagangan yang dijajakan dengan dipikul atau disandang dengan tongkat di bahu",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [
          "bergalas",
          "menggalas",
          "penggalas",
          "penggalasan"
        ],
        "gabunganKata": [],
        "peribahasa": [
          "bagai menyandang galas tiga",
          "dilihat galas berlaba, dihitung pokok termakan",
          "galas habis segulung tandas, lamun dihitung rugi juga",
          "galas terdorong kepada Cina",
          "sambil menyeruduk (menyuruk) galas lalu"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "bagai menyandang galas tiga",
            "makna": "Peribahasa ini menggambarkan seseorang yang memiliki banyak tanggung jawab atau beban yang harus dipikul secara bersamaan. Ini melukiskan situasi di mana individu tersebut menghadapi berbagai tugas atau masalah yang menumpuk, sehingga memerlukan usaha dan perhatian ekstra untuk menyelesaikannya."
          },
          {
            "peribahasa": "dilihat galas berlaba, dihitung pokok termakan",
            "makna": "Ungkapan ini melukiskan kondisi di mana suatu usaha atau pekerjaan dari luar tampak menguntungkan atau menghasilkan laba, namun setelah dihitung secara cermat, ternyata modal pokoknya justru berkurang atau habis. Ini adalah peringatan terhadap keuntungan semu atau manajemen keuangan yang tidak efektif."
          },
          {
            "peribahasa": "galas habis segulung tandas, lamun dihitung rugi juga",
            "makna": "Peribahasa ini menggambarkan suatu usaha atau pekerjaan yang telah diselesaikan secara tuntas, namun pada akhirnya tetap merugi. Meskipun semua upaya telah dikerahkan dan modal telah habis, hasil yang diperoleh tidak sebanding dengan pengorbanan, menunjukkan kegagalan finansial atau perencanaan yang buruk."
          },
          {
            "peribahasa": "galas terdorong kepada Cina",
            "makna": "Ungkapan ini memiliki makna bahwa seseorang terpaksa menyerahkan atau menjual barang dagangannya kepada pihak lain, seringkali dengan harga yang tidak menguntungkan, karena terdesak oleh kebutuhan atau keadaan. Ini melambangkan keterpaksaan dalam berbisnis atau menghadapi tekanan ekonomi."
          },
          {
            "peribahasa": "sambil menyeruduk (menyuruk) galas lalu",
            "makna": "Peribahasa ini menggambarkan tindakan seseorang yang melakukan sesuatu secara sembunyi-sembunyi atau tidak jujur untuk mencapai tujuannya, sambil tetap menjaga penampilan seolah-olah tidak terjadi apa-apa. Ini adalah sindiran bagi orang yang licik atau oportunis."
          }
        ]
      }
    },
    {
      "id": "283477",
      "nama": "ga.las",
      "nomor": "3",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "Dy",
              "nama": "Dayak",
              "tipe": "lainnya"
            }
          ],
          "definisi": "rak piring yang terbuat dari bambu",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [],
        "idiom": []
      }
    }
  ]
}