{
  "word": "garam",
  "authenticated": true,
  "entries": [
    {
      "id": "24491",
      "nama": "ga.ram",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "senyawa kristalin NaCl yang merupakan klorida dan sodium, dapat larut dalam air, dan asin rasanya",
          "contoh": []
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "Kim",
              "nama": "Kimia",
              "tipe": "bidang_subjek"
            }
          ],
          "definisi": "hasil reaksi asam dengan basa, yaitu satu atau lebih atom hidrogen pada asam diganti oleh satu atau lebih kation suatu basa",
          "contoh": []
        },
        {
          "nomor": "3",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "cak",
              "nama": "Cakapan",
              "tipe": "kelas_kata"
            },
            {
              "kode": "Kim",
              "nama": "Kimia",
              "tipe": "bidang_subjek"
            }
          ],
          "definisi": "pupuk (obat dan sebagainya) yang rupanya seperti garam",
          "contoh": []
        }
      ],
      "etimologi": {
        "text": "[Jawa Kuno garam 'garam']",
        "languages": [
          "Jawa Kuno"
        ]
      },
      "terkait": {
        "kataTurunan": [
          "bergaram",
          "garaman",
          "menggaram",
          "menggarami",
          "menggaramkan",
          "pegaraman",
          "penggaraman",
          "pergaraman",
          "segaram",
          "tergarami"
        ],
        "gabunganKata": [
          "garam abu",
          "garam alkali",
          "garam aluminium",
          "garam amonium",
          "garam anorganik",
          "garam asam",
          "garam asap",
          "garam bata",
          "garam batu",
          "garam berbumbu",
          "garam berdaur",
          "garam beryodium",
          "garam biji",
          "garam biner",
          "garam briket",
          "garam dapur",
          "garam dauran",
          "garam empedu",
          "garam epsom",
          "garam ester",
          "garam fisiologis",
          "garam glauber",
          "garam halida",
          "garam halus",
          "garam Himalaya",
          "garam hitam",
          "garam inggris",
          "garam kasar",
          "garam kerosok",
          "garam konsumsi",
          "garam krosok",
          "garam Kusamba",
          "garam laut",
          "garam mandi",
          "garam meja",
          "garam merah muda",
          "garam mesiu",
          "garam mineral",
          "garam natrium",
          "garam pengawet",
          "garam rangkap",
          "garam rehidrasi",
          "garam sebuku",
          "garam takluntur",
          "garam tunjung"
        ],
        "peribahasa": [
          "asam di darat, ikan di laut (garam di laut asam di gunung) bertemu dalam belanga",
          "aus telunjuk mencolek garam",
          "bagai garam jatuh ke air",
          "banyak menelan garam hidup",
          "garam di laut, asam di gunung bertemu dalam belanga juga",
          "garam dikulumnya tak hancur",
          "garam kami tak masin padanya",
          "ikan lagi di laut, lada garam sudah dalam sengkalan",
          "kenyang (banyak) makan garam",
          "membuang garam ke laut",
          "sayang garam sececah, busuk kerbau seekor",
          "sebagai garam dengan asam",
          "supaya tahu akan pedas lada, supaya tahu asin garam",
          "tahu di asin garam"
        ],
        "idiom": [
          "banyak makan (asam) garam",
          "merasai asin garam"
        ],
        "peribahasa_dan_makna": [{
            "peribahasa": "asam di darat, ikan di laut (garam di laut asam di gunung) bertemu dalam belanga",
            "makna": "Peribahasa ini menggambarkan bahwa meskipun dua individu atau kelompok memiliki latar belakang, asal, atau sifat yang sangat berbeda, pada akhirnya mereka akan bertemu dan bersatu karena takdir atau kesamaan tujuan. Ini melambangkan jodoh atau persatuan yang tidak terduga."
          },
          {
            "peribahasa": "aus telunjuk mencolek garam",
            "makna": "Ungkapan ini melukiskan suatu pekerjaan atau usaha yang sangat kecil dan tidak sebanding dengan tenaga atau waktu yang dikeluarkan. Ini adalah sindiran bagi orang yang melakukan hal-hal yang tidak efisien atau tidak memberikan hasil yang signifikan."
          },
          {
            "peribahasa": "bagai garam jatuh ke air",
            "makna": "Peribahasa ini menggambarkan sesuatu yang sangat mudah diterima, diserap, atau dipahami. Ini sering digunakan untuk melukiskan nasihat atau ajaran yang langsung meresap ke dalam hati dan pikiran seseorang, sehingga mudah untuk diikuti dan diamalkan."
          },
          {
            "peribahasa": "banyak menelan garam hidup",
            "makna": "Ungkapan ini berarti seseorang telah memiliki banyak pengalaman dalam hidup, baik suka maupun duka. Ia telah menghadapi berbagai cobaan dan tantangan, sehingga menjadi bijaksana dan matang dalam menghadapi segala situasi."
          },
          {
            "peribahasa": "garam di laut, asam di gunung bertemu dalam belanga juga",
            "makna": "Sama seperti peribahasa pertama, ini menegaskan bahwa meskipun dua individu atau kelompok memiliki latar belakang yang sangat berbeda dan terpisah jauh, pada akhirnya mereka akan bersatu atau berjodoh. Ini adalah metafora untuk takdir yang mempertemukan dua insan."
          },
          {
            "peribahasa": "garam dikulumnya tak hancur",
            "makna": "Peribahasa ini menggambarkan seseorang yang sangat pandai menyimpan rahasia atau tidak mudah membocorkan informasi. Ia memiliki kemampuan untuk menjaga kerahasiaan dengan sangat baik, bahkan dalam situasi yang sulit sekalipun."
          },
          {
            "peribahasa": "garam kami tak masin padanya",
            "makna": "Ungkapan ini berarti nasihat, teguran, atau ajaran yang diberikan tidak memberikan dampak atau pengaruh sama sekali pada orang yang dituju. Orang tersebut tidak mau mendengarkan atau tidak terpengaruh oleh perkataan orang lain."
          },
          {
            "peribahasa": "ikan lagi di laut, lada garam sudah dalam sengkalan",
            "makna": "Peribahasa ini menggambarkan sikap seseorang yang terlalu tergesa-gesa atau mendahului takdir. Ia sudah mempersiapkan segala sesuatu untuk suatu kejadian yang belum pasti terjadi, menunjukkan ketidaksabaran atau terlalu percaya diri."
          },
          {
            "peribahasa": "kenyang (banyak) makan garam",
            "makna": "Sama seperti \"banyak menelan garam hidup\", ini berarti seseorang telah memiliki banyak pengalaman dalam hidup, baik suka maupun duka. Ia telah menghadapi berbagai cobaan dan tantangan, sehingga menjadi bijaksana dan matang dalam menghadapi segala situasi."
          },
          {
            "peribahasa": "membuang garam ke laut",
            "makna": "Ungkapan ini melukiskan suatu perbuatan yang sia-sia atau tidak ada gunanya. Melakukan sesuatu yang tidak memberikan dampak atau manfaat sama sekali, seperti menambahkan garam ke laut yang sudah asin, menunjukkan ketidakefisienan atau pemborosan."
          },
          {
            "peribahasa": "sayang garam sececah, busuk kerbau seekor",
            "makna": "Peribahasa ini mengajarkan bahwa karena terlalu hemat atau kikir dalam hal kecil, seseorang justru mengalami kerugian besar. Ini adalah peringatan untuk tidak terlalu pelit dalam hal-hal yang sebenarnya penting, agar tidak kehilangan sesuatu yang lebih besar."
          },
          {
            "peribahasa": "sebagai garam dengan asam",
            "makna": "Ungkapan ini menggambarkan dua hal atau dua orang yang sangat cocok dan serasi, sehingga tidak dapat dipisahkan. Ini sering digunakan untuk melukiskan pasangan yang berjodoh atau dua elemen yang saling melengkapi dengan sempurna."
          },
          {
            "peribahasa": "supaya tahu akan pedas lada, supaya tahu asin garam",
            "makna": "Peribahasa ini berarti seseorang harus mengalami sendiri kesulitan atau penderitaan dalam hidup agar dapat memahami dan menghargai nilai dari kebahagiaan atau kemudahan. Pengalaman pahit akan mengajarkan pelajaran berharga."
          },
          {
            "peribahasa": "tahu di asin garam",
            "makna": "Ungkapan ini berarti seseorang telah memiliki banyak pengalaman hidup dan telah merasakan berbagai suka duka. Ia telah melewati berbagai cobaan, sehingga menjadi bijaksana dan mampu memahami seluk-beluk kehidupan."
          }
        ]
      }
    }
  ]
}