{
  "word": "gawal",
  "authenticated": true,
  "entries": [
    {
      "id": "24842",
      "nama": "ga.wal",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "a",
              "nama": "Adjektiva",
              "tipe": "kelas_kata"
            },
            {
              "kode": "Mk",
              "nama": "Minangkabau",
              "tipe": "bahasa"
            }
          ],
          "definisi": "khilaf; keliru; salah",
          "contoh": []
        }
      ],
      "etimologi": {
        "text": "[Jawa Kuno gawal 'tidak tahu malu, kurang ajar, biadab']",
        "languages": [
          "Jawa Kuno"
        ]
      },
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [
          "sepandai-pandai tupai melompat, sekali gawal juga",
          "sepandai-pandai tupai melompat, sekali waktu gawal juga",
          "sepandai-pandai tupai meloncat, sekali gawal (terjatuh) juga"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "sepandai-pandai tupai melompat, sekali gawal juga",
            "makna": "Peribahasa ini mengajarkan bahwa tidak ada seorang pun yang sempurna atau selalu berhasil dalam segala hal. Sekalipun seseorang sangat ahli atau mahir dalam bidangnya, pada suatu waktu ia pasti akan melakukan kesalahan atau mengalami kegagalan. Ini adalah pengingat akan sifat manusia yang tidak luput dari kekhilafan."
          },
          {
            "peribahasa": "sepandai-pandai tupai melompat, sekali waktu gawal juga",
            "makna": "Sama seperti peribahasa sebelumnya, ini menegaskan bahwa keahlian atau kemahiran seseorang tidak menjamin ia akan selalu sukses. Ada kalanya, bahkan yang paling ahli sekalipun, akan mengalami kegagalan atau kesalahan. Ini adalah pelajaran tentang kerendahan hati dan realitas hidup."
          },
          {
            "peribahasa": "sepandai-pandai tupai meloncat, sekali gawal (terjatuh) juga",
            "makna": "Sama dengan peribahasa sebelumnya, ungkapan ini menekankan bahwa setiap individu, betapapun hebatnya, memiliki batas kemampuan dan tidak luput dari kesalahan. Ini adalah pengingat bahwa kesombongan dapat berujung pada kegagalan, dan bahwa kerendahan hati adalah kunci untuk terus belajar dan berkembang."
          }
        ]
      }
    }
  ]
}