{
  "word": "gula",
  "authenticated": true,
  "entries": [
    {
      "id": "27617",
      "nama": "gu.la",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "bahan pemanis biasanya berbentuk kristal (butir-butir kecil) yang dibuat dari air tebu, aren (enau), atau nyiur",
          "contoh": []
        }
      ],
      "etimologi": {
        "text": "[Sanskerta गुल gula n m 'gula mentah; penis; klitoris']",
        "languages": [
          "Sanskerta"
        ]
      },
      "terkait": {
        "kataTurunan": [
          "bergula",
          "gula-gula",
          "menggula",
          "menggulai",
          "penggulaan",
          "pergulaan"
        ],
        "gabunganKata": [
          "gula air",
          "gula alami",
          "gula alkohol",
          "gula anggur",
          "gula aren",
          "gula balok",
          "gula barbados",
          "gula barli",
          "gula batu",
          "gula batu putih",
          "gula bere",
          "gula bit",
          "gula buah",
          "gula bubuk",
          "gula bumbung",
          "gula cakar",
          "gula ceplik",
          "gula cokelat",
          "gula darah",
          "gula darah puasa",
          "gula darah sewaktu",
          "gula dekorasi",
          "gula derawa",
          "gula duren",
          "gula durian",
          "gula ekstrinsik",
          "gula eter",
          "gula gait",
          "gula ganting",
          "gula gelatin",
          "gula halus",
          "gula intrinsik",
          "gula inversi",
          "gula invert",
          "gula jagung",
          "gula jawa",
          "gula kapas",
          "gula kastor",
          "gula kawung",
          "gula kelapa",
          "gula kelingkam",
          "gula kristal",
          "gula kubus",
          "gula kurma",
          "gula lempeng",
          "gula levulosa",
          "gula lontar",
          "gula malt",
          "gula meja",
          "gula mentah",
          "gula merah",
          "gula muskovado",
          "gula mutiara",
          "gula nyiur",
          "gula otak",
          "gula palem",
          "gula palma",
          "gula pasir",
          "gula pasir kasar",
          "gula pati",
          "gula putih",
          "gula rafinasi",
          "gula reduksi",
          "gula Saparua",
          "gula semut",
          "gula susu",
          "gula talimbung",
          "gula talin",
          "gula tambahan",
          "gula tarik",
          "gula tebu",
          "gula tepung",
          "gula tetes",
          "gula tumbu",
          "gula vanila"
        ],
        "peribahasa": [
          "ada gula, ada semut",
          "air dalam karang menonggok, setanggi campur kemenyan, gula tertumpah pada kanji",
          "gula di mulut, ikan dalam belanga",
          "hitam, hitam gula jawa",
          "laut madu berpantaikan sakar (gula)",
          "manis seperti gula derawa, (manis bagai gula jawa)",
          "mati semut karena gula (manisan)",
          "semanis-manis gula, ada pasir di dalamnya (manis-manis gula berpasir jua, sepahit-pahit jadam menjadi obat)",
          "seperti gula dalam mulut",
          "tambah air, tambah gula"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "ada gula, ada semut",
            "makna": "Peribahasa ini menggambarkan bahwa di mana ada kemudahan, keuntungan, atau daya tarik, di situlah orang banyak akan berkumpul atau datang. Ini melambangkan daya tarik suatu tempat atau situasi yang menjanjikan sesuatu yang baik."
          },
          {
            "peribahasa": "air dalam karang menonggok, setanggi campur kemenyan, gula tertumpah pada kanji",
            "makna": "Ungkapan ini melukiskan keberuntungan atau kesenangan yang datang secara beruntun dan tidak terduga. Ini adalah metafora untuk situasi yang sangat menguntungkan, di mana segala sesuatu berjalan sesuai keinginan dan memberikan kebahagiaan yang berlipat ganda."
          },
          {
            "peribahasa": "gula di mulut, ikan dalam belanga",
            "makna": "Peribahasa ini menggambarkan seseorang yang sudah memiliki sesuatu yang diinginkan atau sudah berada dalam posisi yang menguntungkan, sehingga tidak perlu lagi berusaha keras untuk mendapatkannya. Ini melukiskan kemudahan dalam mencapai tujuan karena sudah ada di tangan."
          },
          {
            "peribahasa": "hitam, hitam gula jawa",
            "makna": "Ungkapan ini menegaskan bahwa sesuatu yang sudah jelas sifat atau warnanya tidak akan berubah. Ini melambangkan keteguhan karakter atau identitas yang tidak dapat diubah, meskipun ada upaya untuk menyamarkannya."
          },
          {
            "peribahasa": "laut madu berpantaikan sakar (gula)",
            "makna": "Peribahasa ini menggambarkan suatu kondisi yang sangat indah, menyenangkan, dan penuh kebahagiaan. Ini adalah metafora untuk kehidupan yang serba manis dan harmonis, di mana segala sesuatu berjalan dengan sempurna dan memberikan kepuasan yang mendalam."
          },
          {
            "peribahasa": "manis seperti gula derawa, (manis bagai gula jawa)",
            "makna": "Ungkapan ini melukiskan sesuatu yang sangat manis atau menyenangkan, baik itu rasa, perkataan, maupun perilaku. Ini adalah pujian untuk hal-hal yang memberikan kebahagiaan atau kenyamanan yang luar biasa."
          },
          {
            "peribahasa": "mati semut karena gula (manisan)",
            "makna": "Peribahasa ini mengajarkan bahwa sesuatu yang terlalu banyak atau berlebihan, meskipun awalnya baik atau menyenangkan, pada akhirnya dapat membawa dampak negatif atau bahkan kehancuran. Ini adalah peringatan untuk tidak berlebihan dalam segala hal."
          },
          {
            "peribahasa": "semanis-manis gula, ada pasir di dalamnya (manis-manis gula berpasir jua, sepahit-pahit jadam menjadi obat)",
            "makna": "Ungkapan ini mengajarkan bahwa tidak ada sesuatu pun di dunia ini yang sempurna. Di balik setiap keindahan atau kebaikan, pasti ada kekurangan, kelemahan, atau cela yang tersembunyi. Ini adalah pengingat untuk selalu waspada dan tidak mudah terbuai oleh penampilan luar."
          },
          {
            "peribahasa": "seperti gula dalam mulut",
            "makna": "Peribahasa ini menggambarkan sesuatu yang sangat mudah atau gampang untuk dilakukan atau didapatkan. Ini melukiskan kemudahan yang luar biasa dalam mencapai tujuan, seolah-olah tidak ada hambatan sama sekali."
          },
          {
            "peribahasa": "tambah air, tambah gula",
            "makna": "Ungkapan ini berarti bahwa semakin banyak sesuatu yang ditambahkan, semakin banyak pula yang dibutuhkan untuk mencapai keseimbangan atau kepuasan. Ini melukiskan siklus kebutuhan yang terus meningkat seiring dengan penambahan sumber daya."
          }
        ]
      }
    }
  ]
}