{
  "word": "guruh",
  "authenticated": true,
  "entries": [
    {
      "id": "27949",
      "nama": "gu.ruh",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "suara menggelegar di udara (disebabkan oleh halilintar); guntur",
          "contoh": []
        }
      ],
      "etimologi": {
        "text": "[Jawa Kuno guruh 'guruh']",
        "languages": [
          "Jawa Kuno"
        ]
      },
      "terkait": {
        "kataTurunan": [
          "gemuruh",
          "mengguruh"
        ],
        "gabunganKata": [],
        "peribahasa": [
          "harapkan guruh (guntur) di langit, air di tempayan ditumpahkan",
          "hari guruh takkan hujan",
          "serba guruh serba putus",
          "tak ada guruh bagi orang pekak, tak ada kilat bagi orang buta"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "harapkan guruh (guntur) di langit, air di tempayan ditumpahkan",
            "makna": "Peribahasa ini mengajarkan bahwa seseorang tidak boleh terlalu berharap pada sesuatu yang belum pasti atau yang masih jauh di masa depan, sehingga mengabaikan apa yang sudah ada di tangan. Ini adalah peringatan untuk tidak melepaskan yang sudah pasti demi mengejar yang belum jelas, yang dapat berujung pada kerugian."
          },
          {
            "peribahasa": "hari guruh takkan hujan",
            "makna": "Ungkapan ini berarti bahwa ancaman atau gertakan yang keras (guruh) belum tentu akan diikuti dengan tindakan nyata atau konsekuensi yang serius (hujan). Ini adalah sindiran bagi orang yang banyak bicara tetapi tidak berani bertindak."
          },
          {
            "peribahasa": "serba guruh serba putus",
            "makna": "Peribahasa ini menggambarkan bahwa segala sesuatu yang dilakukan dengan tergesa-gesa, tanpa perhitungan, atau dengan emosi yang meledak-ledak, cenderung akan berakhir dengan kegagalan atau kerusakan. Ini adalah peringatan untuk bertindak dengan hati-hati dan penuh pertimbangan."
          },
          {
            "peribahasa": "tak ada guruh bagi orang pekak, tak ada kilat bagi orang buta",
            "makna": "Ungkapan ini mengajarkan bahwa seseorang tidak akan dapat memahami atau merasakan sesuatu jika ia tidak memiliki kemampuan atau indra yang diperlukan. Ini adalah metafora untuk keterbatasan pemahaman atau pengalaman seseorang terhadap hal-hal yang berada di luar jangkauannya."
          }
        ]
      }
    }
  ]
}