{
  "word": "yang",
  "authenticated": true,
  "entries": [
    {
      "id": "91630",
      "nama": "yang",
      "nomor": "1",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "p",
              "nama": "Partikel",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "kata untuk menyatakan bahwa kata atau kalimat yang berikutnya diutamakan atau dibedakan dari yang lain",
          "contoh": [
            {
              "nomor": 2,
              "teks": "orang -- baik hati"
            }
          ]
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "p",
              "nama": "Partikel",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "kata yang menyatakan bahwa bagian kalimat yang berikutnya menjelaskan kata yang di depan",
          "contoh": [
            {
              "nomor": 2,
              "teks": "dijumpainya seorang pengemis -- sedang berteduh di bawah pohon asam itu"
            }
          ]
        },
        {
          "nomor": "3",
          "kelasKata": [
            {
              "kode": "pron",
              "nama": "Pronomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "kata yang dipakai sebagai kata pembeda",
          "contoh": [
            {
              "nomor": 2,
              "teks": "-- kaya sama -- kaya, -- miskin sama -- miskin"
            }
          ]
        },
        {
          "nomor": "4",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "kl",
              "nama": "Klasik",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "adapun; akan",
          "contoh": [
            {
              "nomor": 2,
              "teks": "-- hamba ini diperanakkan di Malaka juga"
            }
          ]
        },
        {
          "nomor": "5",
          "kelasKata": [
            {
              "kode": "p",
              "nama": "Partikel",
              "tipe": "kelas_kata"
            },
            {
              "kode": "cak",
              "nama": "Cakapan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "bahwa",
          "contoh": [
            {
              "nomor": 2,
              "teks": "saya pun percaya -- Adinda kasih juga akan Kakanda"
            }
          ]
        },
        {
          "nomor": "6",
          "kelasKata": [
            {
              "kode": "p",
              "nama": "Partikel",
              "tipe": "kelas_kata"
            },
            {
              "kode": "cak",
              "nama": "Cakapan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "dengan; secara",
          "contoh": [
            {
              "nomor": 2,
              "teks": "belajarlah -- benar"
            },
            {
              "nomor": 4,
              "teks": "kerjakan -- teliti"
            }
          ]
        }
      ],
      "terkait": {
        "kataTurunan": [
          "beryang-yang",
          "yang-yang"
        ],
        "gabunganKata": [
          "yang bukan-bukan",
          "yang diperhamba",
          "yang dipertuan",
          "yang mana",
          "yang mulia",
          "yang terhormat"
        ],
        "peribahasa": [
          "acap berulang, yang jauh jadi dekat",
          "ada jalan ke puncak gunung yang tinggi",
          "ada kambing yang hitam dalam setiap kumpulannya",
          "air (yang) dingin juga dapat memadamkan api",
          "air yang dingin juga yang dapat memadamkan api",
          "akar yang membesarkan, buah yang disanjung orang",
          "apa yang kurang pada belida, sisik ada tulang pun ada",
          "awak yang payah membelah ruyung, orang lain yang beroleh sagunya",
          "ayam (yang) tangkas di gelanggang",
          "ayam bertelur sebutir, ribut seluruh negeri, penyu bertelur beribu-ribu, tiada seorang pun (yang) tahu",
          "ayam tidur senang dalam reban, musang yang susah beredar keliling",
          "bagai belacan dikerat dua yang pergi bau busuk yang tinggal anyir",
          "bagai bertemu alu dengan lesung, beras kita yang terserak, ayam orang yang kenyang",
          "bagai menopang pisang yang tak berbuah",
          "bajak selalu di tanah yang lembut",
          "barang siapa yang berketuk, ialah yang bertelur",
          "batu yang bergolek dalam sungai, tiada dihinggapi lumut",
          "belajar di yang pintar, berguru di yang pandai",
          "benih yang baik tak memilih tanah",
          "berlayar bernakhoda, berjalan dengan yang tua",
          "beroleh lumpur di tempat yang kering",
          "bertelingkah bagai antan di lesung, ayam juga yang kenyang",
          "bertelingkuh antan di lesung, ayam juga yang kenyang",
          "bukan air muara yang ditimba, sudah disauk dari hulunya",
          "bumi mana yang tak kena hujan",
          "bunga yang harum itu ada durinya",
          "bunga yang layu balik kembang",
          "busut juga yang ditimbun anai-anai",
          "condong yang akan menimpa",
          "condong yang akan menongkat, rebah yang akan menegakkan",
          "dagangan bersambut yang dia jual",
          "didenda dengan emas yang habis, dipancung dengan pedang yang hilang",
          "disangka tiada akan mengaram, ombak yang kecil diabaikan",
          "ditindih yang berat, dililit yang panjang",
          "dari telaga yang jernih tak akan mengalir air yang keruh",
          "genta saja yang berbunyi, kuda sudah dek gerindin",
          "gunung juga yang dilejang panas",
          "harap pada yang ada, cemas pada yang tidak ada",
          "hati yang suka, peringan beban",
          "ilmu dan akal dihalai-balai, itulah tanda orang yang lalai",
          "imam yang adil lebih baik daripada hujan yang lebat",
          "ingat-ingat yang di atas, yang di bawah akan menimpa",
          "jangan dicatuk dengan yang tajam, cincang dengan yang majal",
          "jauhari jua yang mengenal manikam",
          "jika benih yang baik jatuh ke laut, menjadi pulau",
          "jung pecah, yu yang kenyang",
          "kalau kena tampar, biar dengan tangan yang pakai cincin, kalau kena tendang, biar dengan kaki yang pakai kasut",
          "ke mana angin yang deras, ke situ condongnya",
          "kurang-kurang bubur, lebih-lebih sudu (sudu yang lebih)",
          "ladang yang berpunya",
          "lain yang diagak, lain yang kena",
          "laut mana yang tak berombak, bumi mana yang tak ditimpa hujan",
          "lubuk dalam, si kitang yang empunya",
          "mana busuk yang tidak berbau",
          "meludah ke langit, muka juga yang basah",
          "mencari yang sehasta sejengkal",
          "mengambil contoh kepada yang sudah, mengambil tuah kepada yang menang",
          "mengata dulang paku serpih, mengata orang awak yang lebih",
          "mensiang yang baru dicari, kampil ‘lah sudah dahulu",
          "merajuk kepada yang kasih (sayang)",
          "minyak duyung perendang duyung (minyak kita jua yang digorengkannya)",
          "mudah juga pada yang ada, sukar jua pada yang tidak",
          "neraca yang palingan, bungkal yang piawai",
          "ombak yang kecil jangan diabaikan",
          "orang yang selancaran alu, atap yang berjahit, bendul bertekan",
          "pucuk tidak mengingat akar, akar yang ingat pada pucuknya",
          "sampai titik darah yang penghabisan",
          "secupak tidak akan jadi sesukat, yang sejengkal tidak akan jadi sehasta",
          "sedikit hujan banyak yang basah",
          "sepandai-pandai  mencincang, landasan jua yang akan habis",
          "sepandai-pandai bungkus, yang busuk berbau juga",
          "sepandai-pandai membungkus, yang busuk berbau juga",
          "sepuluh batang bertindih, yang di bawah juga yang luluh",
          "sesal dahulu yang bertuah, sesal kemudian yang celaka",
          "siapa yang gatal, dialah yang menggaruk",
          "siapa yang makan cabai, dialah yang berasa pedas (kepedasan)",
          "seperti gerundang yang kekeringan",
          "sungguhpun kawat yang dibentuk, ikan di laut yang diadang",
          "tak ada beras yang akan ditanak",
          "tak ada gading yang tak retak",
          "tak ada kusut yang tak selesai",
          "tak ada laut yang tak berombak",
          "tak ada padi yang bernas setangkai",
          "tak ada pendekar yang tak bulus",
          "tak sungguh getah daun, yang sebenarnya getah batang juga",
          "tali yang tiga lembar itu tak suang-suang putus",
          "tegak pada yang datang",
          "telah mati yang bergading",
          "terselingkuh antan di lesung ayam juga yang kenyang",
          "tersesak undang kepada yang runcing, tiada dapat bertenggang lagi",
          "tiada berkubak yang tiada berkodok",
          "unjuk yang tidak diberikan",
          "yang berbaris yang berpahat, yang bertakuk yang bertebang",
          "yang berkurap pembawa buluh, yang buta pengembus lesung",
          "yang bertakuk yang ditebang, yang bergaris yang dipahat",
          "yang bulat datang bergolek, yang pipih datang melayang",
          "yang dikandung berceceran, yang dikejar tiada dapat",
          "yang dikejar tiada dapat, yang dikandung berceceran",
          "yang dikejar tidak dapat, yang dikandung berceceran",
          "yang dimakan rasa, yang dilihat rupa, yang didengar bunyi",
          "yang disangka tak menjadi, yang diam boleh ke dia",
          "yang enggang sama enggang juga, yang pipit sama pipit juga",
          "yang hampa biar terbang, yang bernas biar tinggal",
          "yang lahir menunjukkan yang batin",
          "yang merah saga, yang kurik kundi",
          "yang pipit sama pipit, yang enggang sama enggang",
          "yang rebah ditindih",
          "yang secupak takkan jadi segantang",
          "yang sesukat tak akan jadi segantang",
          "yang tajam tumpul, yang bisa tawar",
          "yang tegak disokong, lemah ditopang",
          "yang teguh disokong, yang rebah ditindih",
          "yang terbujur lalu, yang terlintang patah",
          "yang tinggi tampak jauh, yang dekat jolong bersua"
        ],
        "idiom": [
          "bagai sambau di tengah jalan (yang rebah bangun karena terinjak)",
          "bungkal yang betul",
          "mencarikan perut (yang tidak berisi)",
          "negeri (alam) yang baka",
          "tamu yang tidak diundang",
          "yang panjang tungkai hitam"
        ],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "acap berulang, yang jauh jadi dekat",
            "makna": "Sesuatu yang sering diulang-ulang atau dilakukan secara terus-menerus akan menjadi mudah dan akrab, sehingga hal yang sebelumnya terasa sulit atau jauh menjadi dekat dan terbiasa."
          },
          {
            "peribahasa": "ada jalan ke puncak gunung yang tinggi",
            "makna": "Selalu ada cara atau solusi untuk mencapai tujuan yang sulit atau mengatasi rintangan yang besar, asalkan ada kemauan dan usaha."
          },
          {
            "peribahasa": "ada kambing yang hitam dalam setiap kumpulannya",
            "makna": "Dalam setiap kelompok, organisasi, atau komunitas, pasti ada satu atau beberapa individu yang berbuat buruk, menyimpang, atau menjadi biang masalah."
          },
          {
            "peribahasa": "air (yang) dingin juga dapat memadamkan api",
            "makna": "Perkataan yang lembut, sabar, dan menenangkan dapat meredakan kemarahan atau perselisihan yang memuncak."
          },
          {
            "peribahasa": "air yang dingin juga yang dapat memadamkan api",
            "makna": "Perkataan yang lembut, sabar, dan menenangkan dapat meredakan kemarahan atau perselisihan yang memuncak."
          },
          {
            "peribahasa": "akar yang membesarkan, buah yang disanjung orang",
            "makna": "Orang tua atau pihak yang telah bersusah payah membesarkan dan mendidik anak, namun orang lain yang mendapatkan pujian atau sanjungan atas keberhasilan anak tersebut."
          },
          {
            "peribahasa": "apa yang kurang pada belida, sisik ada tulang pun ada",
            "makna": "Menggambarkan sesuatu yang sudah lengkap, sempurna, dan tidak ada kekurangannya sama sekali."
          },
          {
            "peribahasa": "awak yang payah membelah ruyung, orang lain yang beroleh sagunya",
            "makna": "Seseorang yang telah bersusah payah dan bekerja keras untuk mencapai sesuatu, namun hasil atau keuntungannya justru dinikmati oleh orang lain."
          },
          {
            "peribahasa": "ayam (yang) tangkas di gelanggang",
            "makna": "Seseorang yang sangat ahli, cekatan, dan berani dalam bidang atau lingkungan yang dikuasainya."
          },
          {
            "peribahasa": "ayam bertelur sebutir, ribut seluruh negeri, penyu bertelur beribu-ribu, tiada seorang pun (yang) tahu",
            "makna": "Perkara kecil atau tidak penting menjadi heboh dan diketahui banyak orang, sedangkan perkara besar atau penting justru tidak diketahui atau diabaikan."
          },
          {
            "peribahasa": "ayam tidur senang dalam reban, musang yang susah beredar keliling",
            "makna": "Orang yang berbuat kebaikan atau tidak memiliki niat jahat akan hidup dengan tenang dan damai, sedangkan orang yang berbuat kejahatan akan selalu merasa gelisah dan tidak tenang."
          },
          {
            "peribahasa": "bagai belacan dikerat dua yang pergi bau busuk yang tinggal anyir",
            "makna": "Perpisahan atau perpecahan yang terjadi antara dua pihak yang sama-sama merugikan, di mana kedua belah pihak sama-sama menanggung kerugian atau keburukan."
          },
          {
            "peribahasa": "bagai bertemu alu dengan lesung, beras kita yang terserak, ayam orang yang kenyang",
            "makna": "Pertengkaran atau perselisihan yang terjadi antara dua pihak yang justru merugikan diri sendiri, sementara pihak lain yang tidak terlibat justru mendapatkan keuntungan."
          },
          {
            "peribahasa": "bagai menopang pisang yang tak berbuah",
            "makna": "Membantu atau menolong seseorang yang tidak tahu berterima kasih atau tidak memberikan hasil yang diharapkan."
          },
          {
            "peribahasa": "bajak selalu di tanah yang lembut",
            "makna": "Orang yang berkuasa atau kaya cenderung menindas atau memanfaatkan orang yang lemah, miskin, atau tidak berdaya."
          },
          {
            "peribahasa": "barang siapa yang berketuk, ialah yang bertelur",
            "makna": "Siapa pun yang berusaha, bekerja keras, atau berinisiatif, dialah yang akan mendapatkan hasil atau keberhasilan."
          },
          {
            "peribahasa": "batu yang bergolek dalam sungai, tiada dihinggapi lumut",
            "makna": "Orang yang selalu berpindah-pindah tempat, pekerjaan, atau pendirian tidak akan mendapatkan kemajuan atau keberhasilan yang berarti."
          },
          {
            "peribahasa": "belajar di yang pintar, berguru di yang pandai",
            "makna": "Hendaknya belajar atau menuntut ilmu dari orang yang benar-benar ahli, cerdas, dan berpengalaman dalam bidangnya."
          },
          {
            "peribahasa": "benih yang baik tak memilih tanah",
            "makna": "Orang yang memiliki budi pekerti yang baik, akhlak mulia, atau kualitas diri yang unggul akan tetap menunjukkan kebaikannya di mana pun ia berada, tanpa terpengaruh oleh lingkungan."
          },
          {
            "peribahasa": "berlayar bernakhoda, berjalan dengan yang tua",
            "makna": "Dalam setiap perjalanan atau pekerjaan, hendaknya ada pemimpin atau penasihat yang dapat memberikan arahan dan bimbingan."
          },
          {
            "peribahasa": "beroleh lumpur di tempat yang kering",
            "makna": "Mendapatkan kesulitan atau masalah di tempat atau situasi yang seharusnya mudah atau aman."
          },
          {
            "peribahasa": "bertelingkah bagai antan di lesung, ayam juga yang kenyang",
            "makna": "Pertengkaran atau perselisihan yang terjadi antara dua pihak yang justru merugikan diri sendiri, sementara pihak lain yang tidak terlibat justru mendapatkan keuntungan."
          },
          {
            "peribahasa": "bertelingkuh antan di lesung, ayam juga yang kenyang",
            "makna": "Pertengkaran atau perselisihan yang terjadi antara dua pihak yang justru merugikan diri sendiri, sementara pihak lain yang tidak terlibat justru mendapatkan keuntungan."
          },
          {
            "peribahasa": "bukan air muara yang ditimba, sudah disauk dari hulunya",
            "makna": "Sesuatu yang didapatkan atau diperoleh langsung dari sumber aslinya, bukan dari perantara atau pihak kedua."
          },
          {
            "peribahasa": "bumi mana yang tak kena hujan",
            "makna": "Setiap orang atau setiap kehidupan pasti pernah mengalami kesulitan, kesedihan, atau cobaan."
          },
          {
            "peribahasa": "bunga yang harum itu ada durinya",
            "makna": "Sesuatu yang indah, baik, atau menyenangkan pasti memiliki kekurangan, kelemahan, atau risiko yang menyertainya."
          },
          {
            "peribahasa": "bunga yang layu balik kembang",
            "makna": "Sesuatu yang sudah rusak, tidak berguna, atau mengalami kemunduran dapat kembali menjadi baik, berguna, atau pulih seperti semula."
          },
          {
            "peribahasa": "busut juga yang ditimbun anai-anai",
            "makna": "Orang yang sudah kaya, berkuasa, atau memiliki banyak harta akan semakin bertambah kekayaan atau kekuasaannya."
          },
          {
            "peribahasa": "condong yang akan menimpa",
            "makna": "Sesuatu yang sudah menunjukkan tanda-tanda akan jatuh, hancur, atau mengalami kegagalan, pasti akan terjadi."
          },
          {
            "peribahasa": "condong yang akan menongkat, rebah yang akan menegakkan",
            "makna": "Orang yang memiliki kedudukan, kekuasaan, atau kekayaan akan selalu mendapatkan dukungan dan bantuan, sedangkan orang yang lemah atau miskin akan semakin terpuruk."
          },
          {
            "peribahasa": "dagangan bersambut yang dia jual",
            "makna": "Menjual barang atau sesuatu yang bukan miliknya sendiri, melainkan milik orang lain."
          },
          {
            "peribahasa": "didenda dengan emas yang habis, dipancung dengan pedang yang hilang",
            "makna": "Hukuman yang tidak adil atau tidak sesuai dengan kesalahan yang diperbuat, di mana hukuman tersebut justru merugikan pihak yang tidak bersalah."
          },
          {
            "peribahasa": "disangka tiada akan mengaram, ombak yang kecil diabaikan",
            "makna": "Meremehkan bahaya atau masalah kecil yang pada akhirnya dapat menimbulkan kerugian atau bencana yang besar."
          },
          {
            "peribahasa": "ditindih yang berat, dililit yang panjang",
            "makna": "Mendapatkan kesulitan, masalah, atau penderitaan yang datang secara bertubi-tubi dan tidak ada habisnya."
          },
          {
            "peribahasa": "dari telaga yang jernih tak akan mengalir air yang keruh",
            "makna": "Orang yang memiliki hati yang baik dan bersih tidak akan melakukan perbuatan yang jahat atau tercela."
          },
          {
            "peribahasa": "genta saja yang berbunyi, kuda sudah dek gerindin",
            "makna": "Sesuatu yang sudah terlambat atau tidak berguna lagi, karena kesempatan telah hilang atau keadaan sudah berubah."
          },
          {
            "peribahasa": "gunung juga yang dilejang panas",
            "makna": "Orang yang memiliki kedudukan tinggi, kekuasaan, atau kekayaan pun dapat mengalami kesulitan, cobaan, atau penderitaan."
          },
          {
            "peribahasa": "harap pada yang ada, cemas pada yang tidak ada",
            "makna": "Berharap pada sesuatu yang sudah pasti atau jelas keberadaannya, dan khawatir pada sesuatu yang belum pasti atau tidak ada."
          },
          {
            "peribahasa": "hati yang suka, peringan beban",
            "makna": "Jika hati dalam keadaan senang atau gembira, maka pekerjaan yang berat atau sulit pun akan terasa ringan dan mudah diselesaikan."
          },
          {
            "peribahasa": "ilmu dan akal dihalai-balai, itulah tanda orang yang lalai",
            "makna": "Orang yang tidak menggunakan ilmu dan akalnya dengan baik, atau menyia-nyiakan potensi yang dimilikinya, adalah tanda dari orang yang lalai atau tidak bertanggung jawab."
          },
          {
            "peribahasa": "imam yang adil lebih baik daripada hujan yang lebat",
            "makna": "Seorang pemimpin yang adil dan bijaksana akan membawa lebih banyak manfaat dan kesejahteraan bagi rakyatnya dibandingkan dengan kekayaan atau kemewahan yang melimpah."
          },
          {
            "peribahasa": "ingat-ingat yang di atas, yang di bawah akan menimpa",
            "makna": "Hendaknya berhati-hati dan waspada terhadap orang yang memiliki kedudukan lebih rendah, karena bisa saja mereka memiliki niat buruk atau dapat menjatuhkan kita."
          },
          {
            "peribahasa": "jangan dicatuk dengan yang tajam, cincang dengan yang majal",
            "makna": "Dalam menyelesaikan suatu masalah atau menghadapi seseorang, hendaknya tidak menggunakan kekerasan atau cara yang kasar, melainkan dengan kelembutan dan kesabaran."
          },
          {
            "peribahasa": "jauhari jua yang mengenal manikam",
            "makna": "Hanya orang yang memiliki keahlian, pengetahuan, atau pengalaman yang mendalam yang dapat menilai atau memahami sesuatu dengan benar."
          },
          {
            "peribahasa": "jika benih yang baik jatuh ke laut, menjadi pulau",
            "makna": "Orang yang memiliki budi pekerti yang baik, akhlak mulia, atau kualitas diri yang unggul akan tetap menunjukkan kebaikannya di mana pun ia berada, bahkan dapat memberikan manfaat bagi lingkungannya."
          },
          {
            "peribahasa": "jung pecah, yu yang kenyang",
            "makna": "Orang yang berkuasa atau kaya seringkali mendapatkan keuntungan dari kerugian, penderitaan, atau kehancuran orang lain."
          },
          {
            "peribahasa": "kalau kena tampar, biar dengan tangan yang pakai cincin, kalau kena tendang, biar dengan kaki yang pakai kasut",
            "makna": "Jika harus menerima hukuman atau perlakuan buruk, biarlah hal itu datang dari orang yang memiliki kedudukan, kekuasaan, atau kehormatan."
          },
          {
            "peribahasa": "ke mana angin yang deras, ke situ condongnya",
            "makna": "Menggambarkan seseorang yang tidak memiliki pendirian yang teguh dan selalu mengikuti ke mana arah angin berembus atau mengikuti pendapat mayoritas tanpa pertimbangan."
          },
          {
            "peribahasa": "kurang-kurang bubur, lebih-lebih sudu (sudu yang lebih)",
            "makna": "Sesuatu yang tidak seimbang atau tidak proporsional, di mana satu bagian lebih banyak atau lebih dominan daripada bagian lainnya."
          },
          {
            "peribahasa": "ladang yang berpunya",
            "makna": "Sesuatu yang sudah ada pemiliknya atau sudah menjadi hak orang lain, sehingga tidak boleh diganggu gugat."
          },
          {
            "peribahasa": "lain yang diagak, lain yang kena",
            "makna": "Sesuatu yang direncanakan atau diharapkan berbeda dengan kenyataan yang terjadi."
          },
          {
            "peribahasa": "laut mana yang tak berombak, bumi mana yang tak ditimpa hujan",
            "makna": "Setiap orang atau setiap kehidupan pasti pernah mengalami kesulitan, kesedihan, atau cobaan."
          },
          {
            "peribahasa": "lubuk dalam, si kitang yang empunya",
            "makna": "Orang yang memiliki kekuasaan, kekayaan, atau pengaruh besar akan menguasai atau memiliki kendali penuh atas sesuatu."
          },
          {
            "peribahasa": "mana busuk yang tidak berbau",
            "makna": "Setiap kejahatan, keburukan, atau aib yang disembunyikan pasti akan terungkap atau diketahui juga pada akhirnya."
          },
          {
            "peribahasa": "meludah ke langit, muka juga yang basah",
            "makna": "Melakukan perbuatan yang merugikan diri sendiri atau mencela orang lain yang pada akhirnya akan merugikan diri sendiri."
          },
          {
            "peribahasa": "mencari yang sehasta sejengkal",
            "makna": "Mencari keuntungan atau hasil yang sangat sedikit atau tidak seberapa."
          },
          {
            "peribahasa": "mengambil contoh kepada yang sudah, mengambil tuah kepada yang menang",
            "makna": "Belajar dari pengalaman orang lain yang sudah berhasil atau mengambil pelajaran dari keberhasilan orang lain."
          },
          {
            "peribahasa": "mengata dulang paku serpih, mengata orang awak yang lebih",
            "makna": "Mencela atau mengkritik orang lain, padahal diri sendiri memiliki kekurangan atau kesalahan yang lebih besar."
          },
          {
            "peribahasa": "mensiang yang baru dicari, kampil ‘lah sudah dahulu",
            "makna": "Sesuatu yang sudah terlambat atau tidak berguna lagi, karena kesempatan telah hilang atau keadaan sudah berubah."
          },
          {
            "peribahasa": "merajuk kepada yang kasih (sayang)",
            "makna": "Mengeluh, mengadu, atau mencari perhatian kepada orang yang menyayangi atau mencintai kita."
          },
          {
            "peribahasa": "minyak duyung perendang duyung (minyak kita jua yang digorengkannya)",
            "makna": "Sesuatu yang pada awalnya diharapkan dapat memberikan keuntungan, namun pada akhirnya justru merugikan diri sendiri."
          },
          {
            "peribahasa": "mudah juga pada yang ada, sukar jua pada yang tidak",
            "makna": "Sesuatu yang mudah bagi orang yang memiliki harta atau kekuasaan, namun akan sangat sulit bagi orang yang tidak memiliki apa-apa."
          },
          {
            "peribahasa": "neraca yang palingan, bungkal yang piawai",
            "makna": "Menggambarkan orang yang tidak jujur atau curang dalam berdagang, yaitu dengan memanipulasi timbangan atau ukuran."
          },
          {
            "peribahasa": "ombak yang kecil jangan diabaikan",
            "makna": "Jangan meremehkan masalah atau bahaya yang terlihat kecil, karena bisa saja berkembang menjadi besar dan menimbulkan kerugian yang serius."
          },
          {
            "peribahasa": "orang yang selancaran alu, atap yang berjahit, bendul bertekan",
            "makna": "Menggambarkan kondisi seseorang yang sangat miskin, tidak memiliki harta benda, dan hidup dalam kekurangan."
          },
          {
            "peribahasa": "pucuk tidak mengingat akar, akar yang ingat pada pucuknya",
            "makna": "Anak yang melupakan jasa dan pengorbanan orang tua setelah berhasil atau sukses, namun orang tua akan selalu mengingat dan menyayangi anaknya."
          },
          {
            "peribahasa": "sampai titik darah yang penghabisan",
            "makna": "Berjuang atau berkorban hingga batas akhir kemampuan, bahkan sampai mati, demi mencapai suatu tujuan atau mempertahankan prinsip."
          },
          {
            "peribahasa": "secupak tidak akan jadi sesukat, yang sejengkal tidak akan jadi sehasta",
            "makna": "Sesuatu yang sudah ditentukan ukuran, takaran, atau batasnya tidak akan dapat diubah atau ditambah."
          },
          {
            "peribahasa": "sedikit hujan banyak yang basah",
            "makna": "Kesalahan atau masalah kecil yang dapat menimbulkan dampak atau akibat yang besar dan meluas."
          },
          {
            "peribahasa": "sepandai-pandai mencincang, landasan jua yang akan habis",
            "makna": "Tidak peduli seberapa ahli atau pandainya seseorang dalam melakukan sesuatu, ia pasti akan pernah melakukan kesalahan atau mengalami kegagalan."
          },
          {
            "peribahasa": "sepandai-pandai bungkus, yang busuk berbau juga",
            "makna": "Sepandai-pandainya seseorang menyembunyikan kejahatan atau keburukan, pada akhirnya akan terungkap juga."
          },
          {
            "peribahasa": "sepandai-pandai membungkus, yang busuk berbau juga",
            "makna": "Sepandai-pandainya seseorang menyembunyikan kejahatan atau keburukan, pada akhirnya akan terungkap juga."
          },
          {
            "peribahasa": "sepuluh batang bertindih, yang di bawah juga yang luluh",
            "makna": "Orang yang lemah atau berada di bawah akan selalu menjadi korban atau menanggung beban dari orang yang kuat atau berkuasa."
          },
          {
            "peribahasa": "sesal dahulu yang bertuah, sesal kemudian yang celaka",
            "makna": "Menyesali perbuatan atau keputusan di awal akan membawa keberuntungan atau kebaikan, sedangkan menyesal di kemudian hari akan membawa kerugian atau celaka."
          },
          {
            "peribahasa": "siapa yang gatal, dialah yang menggaruk",
            "makna": "Siapa pun yang memulai atau melakukan suatu perbuatan, dialah yang harus menanggung akibat atau konsekuensinya."
          },
          {
            "peribahasa": "siapa yang makan cabai, dialah yang berasa pedas (kepedasan)",
            "makna": "Siapa pun yang melakukan kesalahan atau perbuatan buruk, dialah yang akan merasakan akibat atau konsekuensi yang tidak menyenangkan."
          },
          {
            "peribahasa": "seperti gerundang yang kekeringan",
            "makna": "Menggambarkan seseorang yang sangat menderita atau kesusahan karena kekurangan sesuatu yang sangat dibutuhkan."
          },
          {
            "peribahasa": "sungguhpun kawat yang dibentuk, ikan di laut yang diadang",
            "makna": "Meskipun sudah berusaha keras dan melakukan segala cara, namun hasil yang didapatkan tidak sesuai dengan harapan atau tujuan yang diinginkan."
          },
          {
            "peribahasa": "tak ada beras yang akan ditanak",
            "makna": "Tidak ada lagi harapan, kesempatan, atau jalan keluar untuk menyelesaikan suatu masalah atau mencapai tujuan."
          },
          {
            "peribahasa": "tak ada gading yang tak retak",
            "makna": "Tidak ada sesuatu pun di dunia ini yang sempurna, setiap hal pasti memiliki kekurangan atau cacat."
          },
          {
            "peribahasa": "tak ada kusut yang tak selesai",
            "makna": "Setiap masalah atau kesulitan pasti memiliki jalan keluar atau solusi, tidak ada masalah yang tidak dapat diselesaikan."
          },
          {
            "peribahasa": "tak ada laut yang tak berombak",
            "makna": "Setiap kehidupan pasti akan menghadapi cobaan, rintangan, atau kesulitan."
          },
          {
            "peribahasa": "tak ada padi yang bernas setangkai",
            "makna": "Tidak ada sesuatu pun di dunia ini yang sempurna, setiap hal pasti memiliki kekurangan atau cacat."
          },
          {
            "peribahasa": "tak ada pendekar yang tak bulus",
            "makna": "Tidak ada orang yang sempurna, setiap orang pasti memiliki kekurangan atau kelemahan."
          },
          {
            "peribahasa": "tak sungguh getah daun, yang sebenarnya getah batang juga",
            "makna": "Sesuatu yang terlihat tidak asli atau tidak benar pada awalnya, namun pada akhirnya akan terungkap kebenarannya."
          },
          {
            "peribahasa": "tali yang tiga lembar itu tak suang-suang putus",
            "makna": "Sesuatu yang kuat, kokoh, atau memiliki dukungan yang banyak tidak akan mudah rusak atau putus."
          },
          {
            "peribahasa": "tegak pada yang datang",
            "makna": "Menerima segala sesuatu apa adanya, tanpa banyak pertanyaan atau penolakan."
          },
          {
            "peribahasa": "telah mati yang bergading",
            "makna": "Orang yang memiliki kekuasaan, kekayaan, atau pengaruh besar telah meninggal dunia atau kehilangan kekuasaannya."
          },
          {
            "peribahasa": "terselingkuh antan di lesung ayam juga yang kenyang",
            "makna": "Pertengkaran atau perselisihan yang terjadi antara dua pihak yang justru merugikan diri sendiri, sementara pihak lain yang tidak terlibat justru mendapatkan keuntungan."
          },
          {
            "peribahasa": "tersesak undang kepada yang runcing, tiada dapat bertenggang lagi",
            "makna": "Ketika berada dalam situasi yang sangat sulit atau terjepit, seseorang akan melakukan segala cara untuk dapat melepaskan diri dari kesulitan tersebut."
          },
          {
            "peribahasa": "tiada berkubak yang tiada berkodok",
            "makna": "Setiap tempat atau lingkungan pasti memiliki penghuni atau orang yang menguasainya."
          },
          {
            "peribahasa": "unjuk yang tidak diberikan",
            "makna": "Memberikan isyarat, tanda, atau harapan palsu kepada orang lain tanpa ada niat untuk memenuhinya."
          },
          {
            "peribahasa": "yang berbaris yang berpahat, yang bertakuk yang bertebang",
            "makna": "Setiap pekerjaan atau tugas memiliki orang yang ahli atau bertanggung jawab untuk melaksanakannya."
          },
          {
            "peribahasa": "yang berkurap pembawa buluh, yang buta pengembus lesung",
            "makna": "Menggambarkan orang yang tidak berguna, tidak memiliki keahlian, atau hanya menjadi beban bagi orang lain."
          },
          {
            "peribahasa": "yang bertakuk yang ditebang, yang bergaris yang dipahat",
            "makna": "Setiap pekerjaan atau tindakan harus dilakukan sesuai dengan aturan, prosedur, atau rencana yang telah ditetapkan."
          },
          {
            "peribahasa": "yang bulat datang bergolek, yang pipih datang melayang",
            "makna": "Keuntungan atau rezeki yang datang dengan mudah dan tanpa perlu bersusah payah."
          },
          {
            "peribahasa": "yang dikandung berceceran, yang dikejar tiada dapat",
            "makna": "Kehilangan sesuatu yang sudah dimiliki atau berada dalam genggaman, sementara apa yang dikejar atau diinginkan tidak juga berhasil didapatkan."
          },
          {
            "peribahasa": "yang dikejar tiada dapat, yang dikandung berceceran",
            "makna": "Kehilangan sesuatu yang sudah dimiliki atau berada dalam genggaman, sementara apa yang dikejar atau diinginkan tidak juga berhasil didapatkan."
          },
          {
            "peribahasa": "yang dikejar tidak dapat, yang dikandung berceceran",
            "makna": "Kehilangan sesuatu yang sudah dimiliki atau berada dalam genggaman, sementara apa yang dikejar atau diinginkan tidak juga berhasil didapatkan."
          },
          {
            "peribahasa": "yang dimakan rasa, yang dilihat rupa, yang didengar bunyi",
            "makna": "Sesuatu yang dinilai atau dihargai berdasarkan kualitas, penampilan, dan kesan yang ditimbulkannya."
          },
          {
            "peribahasa": "yang disangka tak menjadi, yang diam boleh ke dia",
            "makna": "Sesuatu yang tidak diharapkan atau tidak disangka-sangka justru terjadi, sementara yang diharapkan tidak terwujud."
          },
          {
            "peribahasa": "yang enggang sama enggang juga, yang pipit sama pipit juga",
            "makna": "Setiap orang cenderung bergaul atau berkumpul dengan kelompok atau golongan yang setara dengannya, baik dari segi status sosial, kekayaan, maupun pendidikan."
          },
          {
            "peribahasa": "yang hampa biar terbang, yang bernas biar tinggal",
            "makna": "Hal-hal yang tidak berguna atau tidak memiliki nilai biarlah diabaikan atau ditinggalkan, sedangkan hal-hal yang berharga dan bermanfaat hendaknya dipertahankan."
          },
          {
            "peribahasa": "yang lahir menunjukkan yang batin",
            "makna": "Perbuatan, tingkah laku, atau penampilan seseorang mencerminkan isi hati, pikiran, atau karakter yang sebenarnya."
          },
          {
            "peribahasa": "yang merah saga, yang kurik kundi",
            "makna": "Sesuatu yang memiliki ciri khas, keunikan, atau identitas yang jelas dan mudah dikenali."
          },
          {
            "peribahasa": "yang pipit sama pipit, yang enggang sama enggang",
            "makna": "Setiap orang cenderung bergaul atau berkumpul dengan kelompok atau golongan yang setara dengannya, baik dari segi status sosial, kekayaan, maupun pendidikan."
          },
          {
            "peribahasa": "yang rebah ditindih",
            "makna": "Orang yang lemah, miskin, atau tidak berdaya akan selalu menjadi korban atau menanggung beban dari orang yang kuat atau berkuasa."
          },
          {
            "peribahasa": "yang secupak takkan jadi segantang",
            "makna": "Sesuatu yang sudah ditentukan ukuran, takaran, atau batasnya tidak akan dapat diubah atau ditambah."
          },
          {
            "peribahasa": "yang sesukat tak akan jadi segantang",
            "makna": "Sesuatu yang sudah ditentukan ukuran, takaran, atau batasnya tidak akan dapat diubah atau ditambah."
          },
          {
            "peribahasa": "yang tajam tumpul, yang bisa tawar",
            "makna": "Sesuatu yang pada awalnya terlihat kuat, hebat, atau berbahaya dapat menjadi lemah, tidak berdaya, atau tidak efektif lagi."
          },
          {
            "peribahasa": "yang tegak disokong, lemah ditopang",
            "makna": "Orang yang kuat, berkuasa, atau memiliki kedudukan akan selalu mendapatkan dukungan dan bantuan, sedangkan orang yang lemah atau tidak berdaya akan selalu ditindas atau dibebani."
          },
          {
            "peribahasa": "yang teguh disokong, yang rebah ditindih",
            "makna": "Orang yang kuat, berkuasa, atau memiliki kedudukan akan selalu mendapatkan dukungan dan bantuan, sedangkan orang yang lemah atau tidak berdaya akan selalu ditindas atau dibebani."
          },
          {
            "peribahasa": "yang terbujur lalu, yang terlintang patah",
            "makna": "Sesuatu yang sudah ditakdirkan atau digariskan tidak dapat dihindari, dan segala rintangan yang menghalangi akan hancur."
          },
          {
            "peribahasa": "yang tinggi tampak jauh, yang dekat jolong bersua",
            "makna": "Orang yang memiliki kedudukan tinggi atau berkuasa akan selalu menjadi sorotan dan terlihat jelas, sedangkan orang yang rendah kedudukannya akan sulit terlihat atau dikenal."
          }
        ]
      }
    },
    {
      "id": "91634",
      "nama": "yang",
      "nomor": "2",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [],
          "definisi": "⇢ Tesaurus prakategorial beryang-yang, yang-yang",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [
          "beryang-yang",
          "yang-yang"
        ],
        "gabunganKata": [],
        "peribahasa": [],
        "idiom": [
          "bagai sambau di tengah jalan (yang rebah bangun karena terinjak)",
          "bungkal yang betul",
          "mencarikan perut (yang tidak berisi)",
          "negeri (alam) yang baka",
          "tamu yang tidak diundang",
          "yang panjang tungkai hitam"
        ]
      }
    },
    {
      "id": "111141",
      "nama": "yang",
      "nomor": "3",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "Cn",
              "nama": "Cina",
              "tipe": "lainnya"
            },
            {
              "kode": "Fil",
              "nama": "Filsafat",
              "tipe": "lainnya"
            }
          ],
          "definisi": "kekuatan maskulin, positif, dan aktif dalam alam semesta",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [],
        "idiom": [
          "bagai sambau di tengah jalan (yang rebah bangun karena terinjak)",
          "bungkal yang betul",
          "mencarikan perut (yang tidak berisi)",
          "negeri (alam) yang baka",
          "tamu yang tidak diundang",
          "yang panjang tungkai hitam"
        ]
      }
    },
    {
      "id": "191602",
      "nama": "yang",
      "nomor": "4",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "cak",
              "nama": "Cakapan",
              "tipe": "kelas_kata"
            },
            {
              "kode": "kp",
              "nama": "kependekan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "sayang",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [],
        "idiom": [
          "bagai sambau di tengah jalan (yang rebah bangun karena terinjak)",
          "bungkal yang betul",
          "mencarikan perut (yang tidak berisi)",
          "negeri (alam) yang baka",
          "tamu yang tidak diundang",
          "yang panjang tungkai hitam"
        ]
      }
    }
  ]
}