{
  "word": "yg",
  "authenticated": true,
  "entries": [
    {
      "id": "96634",
      "nama": "yg",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "sing",
              "nama": "singkatan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "yang",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [
          "air (yang) dingin juga dapat memadamkan api",
          "akar yang membesarkan, buah yang disanjung orang",
          "apa yang kurang pada belida, sisik ada tulang pun ada",
          "awak yang payah membelah ruyung, orang lain yang beroleh sagunya",
          "ayam (yang) tangkas di gelanggang",
          "ayam bertelur sebutir, ribut seluruh negeri, penyu bertelur beribu-ribu, tiada seorang pun (yang) tahu",
          "ayam tidur senang dalam reban, musang yang susah beredar keliling",
          "bagai bertemu alu dengan lesung, beras kita yang terserak, ayam orang yang kenyang",
          "bagai menopang pisang yang tak berbuah",
          "bajak selalu di tanah yang lembut",
          "barang siapa yang berketuk, ialah yang bertelur",
          "batu yang bergolek dalam sungai, tiada dihinggapi lumut",
          "belajar di yang pintar, berguru di yang pandai",
          "berlayar bernakhoda, berjalan dengan yang tua",
          "beroleh lumpur di tempat yang kering",
          "bertelingkah bagai antan di lesung, ayam juga yang kenyang",
          "bertelingkuh antan di lesung, ayam juga yang kenyang",
          "bukan air muara yang ditimba, sudah disauk dari hulunya",
          "bumi mana yang tak kena hujan",
          "bunga yang layu balik kembang",
          "busut juga yang ditimbun anai-anai",
          "condong yang akan menimpa",
          "condong yang akan menongkat, rebah yang akan menegakkan",
          "dagangan bersambut yang dia jual",
          "didenda dengan emas yang habis, dipancung dengan pedang yang hilang",
          "disangka tiada akan mengaram, ombak yang kecil diabaikan",
          "ditindih yang berat, dililit yang panjang",
          "dari telaga yang jernih tak akan mengalir air yang keruh",
          "genta saja yang berbunyi, kuda sudah dek gerindin",
          "gunung juga yang dilejang panas",
          "hati yang suka, peringan beban",
          "ilmu dan akal dihalai-balai, itulah tanda orang yang lalai",
          "imam yang adil lebih baik daripada hujan yang lebat",
          "ingat-ingat yang di atas, yang di bawah akan menimpa",
          "jangan dicatuk dengan yang tajam, cincang dengan yang majal",
          "jauhari jua yang mengenal manikam",
          "jika benih yang baik jatuh ke laut, menjadi pulau",
          "jung pecah, yu yang kenyang",
          "kalau kena tampar, biar dengan tangan yang pakai cincin, kalau kena tendang, biar dengan kaki yang pakai kasut",
          "ke mana angin yang deras, ke situ condongnya",
          "kurang-kurang bubur, lebih-lebih sudu (sudu yang lebih)",
          "ladang yang berpunya",
          "lain yang diagak, lain yang kena",
          "laut mana yang tak berombak, bumi mana yang tak ditimpa hujan",
          "lubuk dalam, si kitang yang empunya",
          "mana busuk yang tidak berbau",
          "meludah ke langit, muka juga yang basah",
          "mencari yang sehasta sejengkal",
          "mengambil contoh kepada yang sudah, mengambil tuah kepada yang menang",
          "mengata dulang paku serpih, mengata orang awak yang lebih",
          "mensiang yang baru dicari, kampil ‘lah sudah dahulu",
          "merajuk kepada yang kasih (sayang)",
          "minyak duyung perendang duyung (minyak kita jua yang digorengkannya)",
          "mudah juga pada yang ada, sukar jua pada yang tidak",
          "neraca yang palingan, bungkal yang piawai",
          "ombak yang kecil jangan diabaikan",
          "orang yang selancaran alu, atap yang berjahit, bendul bertekan",
          "pucuk tidak mengingat akar, akar yang ingat pada pucuknya",
          "sampai titik darah yang penghabisan",
          "secupak tidak akan jadi sesukat, yang sejengkal tidak akan jadi sehasta",
          "sedikit hujan banyak yang basah",
          "sepandai-pandai  mencincang, landasan jua yang akan habis",
          "sepandai-pandai bungkus, yang busuk berbau juga",
          "sepandai-pandai membungkus, yang busuk berbau juga",
          "sepuluh batang bertindih, yang di bawah juga yang luluh",
          "sesal dahulu yang bertuah, sesal kemudian yang celaka",
          "siapa yang gatal, dialah yang menggaruk",
          "siapa yang makan cabai, dialah yang berasa pedas (kepedasan)",
          "seperti gerundang yang kekeringan",
          "sungguhpun kawat yang dibentuk, ikan di laut yang diadang",
          "tak ada beras yang akan ditanak",
          "tak ada gading yang tak retak",
          "tak ada kusut yang tak selesai",
          "tak ada laut yang tak berombak",
          "tak ada padi yang bernas setangkai",
          "tak ada pendekar yang tak bulus",
          "tak sungguh getah daun, yang sebenarnya getah batang juga",
          "tali yang tiga lembar itu tak suang-suang putus",
          "tegak pada yang datang",
          "telah mati yang bergading",
          "tersesak undang kepada yang runcing, tiada dapat bertenggang lagi",
          "tiada berkubak yang tiada berkodok",
          "unjuk yang tidak diberikan",
          "yang berbaris yang berpahat, yang bertakuk yang bertebang",
          "yang berkurap pembawa buluh, yang buta pengembus lesung",
          "yang bertakuk yang ditebang, yang bergaris yang dipahat",
          "yang bulat datang bergolek, yang pipih datang melayang",
          "yang dikandung berceceran, yang dikejar tiada dapat",
          "yang dikejar tiada dapat, yang dikandung berceceran",
          "yang dikejar tidak dapat, yang dikandung berceceran",
          "yang dimakan rasa, yang dilihat rupa, yang didengar bunyi",
          "yang disangka tak menjadi, yang diam boleh ke dia",
          "yang enggang sama enggang juga, yang pipit sama pipit juga",
          "yang hampa biar terbang, yang bernas biar tinggal",
          "yang lahir menunjukkan yang batin",
          "yang merah saga, yang kurik kundi",
          "yang pipit sama pipit, yang enggang sama enggang",
          "yang rebah ditindih",
          "yang secupak takkan jadi segantang",
          "yang sesukat tak akan jadi segantang",
          "yang tajam tumpul, yang bisa tawar",
          "yang tegak disokong, lemah ditopang",
          "yang teguh disokong, yang rebah ditindih",
          "yang terbujur lalu, yang terlintang patah",
          "yang tinggi tampak jauh, yang dekat jolong bersua"
        ],
        "idiom": [
          "bagai sambau di tengah jalan (yang rebah bangun karena terinjak)",
          "bungkal yang betul",
          "mencarikan perut (yang tidak berisi)",
          "negeri (alam) yang baka",
          "tamu yang tidak diundang",
          "yang panjang tungkai hitam"
        ],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "air (yang) dingin juga dapat memadamkan api",
            "makna": "Sikap tenang dan tutur kata yang lembut mampu meredam pertikaian serta menyejukkan suasana yang memanas."
          },
          {
            "peribahasa": "akar yang membesarkan, buah yang disanjung orang",
            "makna": "Pihak yang berjasa sejak awal sering kali kurang dihargai, sementara hasil akhir yang tampak justru mendapat pujian."
          },
          {
            "peribahasa": "apa yang kurang pada belida, sisik ada tulang pun ada",
            "makna": "Segala keperluan telah lengkap dan memadai, tidak ada kekurangan berarti."
          },
          {
            "peribahasa": "awak yang payah membelah ruyung, orang lain yang beroleh sagunya",
            "makna": "Jerih payah seseorang dinikmati oleh pihak lain; hasil pekerjaan tidak selalu kembali kepada pelakunya."
          },
          {
            "peribahasa": "ayam (yang) tangkas di gelanggang",
            "makna": "Gambaran tentang orang yang unggul dan cakap dalam bidang atau gelanggangnya."
          },
          {
            "peribahasa": "ayam bertelur sebutir, ribut seluruh negeri, penyu bertelur beribu-ribu, tiada seorang pun (yang) tahu",
            "makna": "Perkara kecil sering menjadi heboh, sedangkan perkara besar yang lebih penting kerap terabaikan."
          },
          {
            "peribahasa": "ayam tidur senang dalam reban, musang yang susah beredar keliling",
            "makna": "Orang yang berada di pihak benar hidup tenang, sedangkan pelaku kejahatan selalu gelisah dan merasa terancam."
          },
          {
            "peribahasa": "bagai bertemu alu dengan lesung, beras kita yang terserak, ayam orang yang kenyang",
            "makna": "Pertikaian internal merugikan diri sendiri dan justru menguntungkan pihak luar."
          },
          {
            "peribahasa": "bagai menopang pisang yang tak berbuah",
            "makna": "Usaha yang dilakukan tidak membawa hasil; pekerjaan sia-sia."
          },
          {
            "peribahasa": "bajak selalu di tanah yang lembut",
            "makna": "Tindakan keras atau beban kerap dijatuhkan kepada pihak yang lemah dan tidak berdaya."
          },
          {
            "peribahasa": "barang siapa yang berketuk, ialah yang bertelur",
            "makna": "Tanda atau gejala biasanya menunjuk kepada pelakunya; siapa yang menimbulkan perkara, dialah penyebabnya."
          },
          {
            "peribahasa": "batu yang bergolek dalam sungai, tiada dihinggapi lumut",
            "makna": "Orang yang tidak menetap atau kerap berpindah tempat/pekerjaan sukar menjadi mapan."
          },
          {
            "peribahasa": "belajar di yang pintar, berguru di yang pandai",
            "makna": "Menuntut ilmu hendaknya pada sumber yang kompeten dan ahli di bidangnya."
          },
          {
            "peribahasa": "berlayar bernakhoda, berjalan dengan yang tua",
            "makna": "Setiap usaha memerlukan kepemimpinan dan bimbingan dari pihak yang berpengalaman."
          },
          {
            "peribahasa": "beroleh lumpur di tempat yang kering",
            "makna": "Mendapat kesulitan di tempat atau keadaan yang seharusnya aman dan bebas masalah."
          },
          {
            "peribahasa": "bertelingkah bagai antan di lesung, ayam juga yang kenyang",
            "makna": "Pertengkaran antarpihak merugikan kedua belah pihak dan menguntungkan pihak ketiga."
          },
          {
            "peribahasa": "bertelingkuh antan di lesung, ayam juga yang kenyang",
            "makna": "Pertikaian di antara pihak yang terlibat hanya memberi keuntungan kepada orang lain."
          },
          {
            "peribahasa": "bukan air muara yang ditimba, sudah disauk dari hulunya",
            "makna": "Masalah atau kebutuhan ditangani langsung pada sumbernya, bukan pada akibat atau sisa-sisanya."
          },
          {
            "peribahasa": "bumi mana yang tak kena hujan",
            "makna": "Tidak ada manusia atau tempat yang luput dari cobaan, masalah, atau kekurangan."
          },
          {
            "peribahasa": "bunga yang layu balik kembang",
            "makna": "Keadaan yang merosot dapat pulih kembali apabila ditangani dengan baik."
          },
          {
            "peribahasa": "busut juga yang ditimbun anai-anai",
            "makna": "Perkara besar terbentuk dari hal-hal kecil yang berlangsung terus-menerus; setiap akibat memiliki sebab."
          },
          {
            "peribahasa": "condong yang akan menimpa",
            "makna": "Tanda-tanda bahaya yang nyata mengisyaratkan kemungkinan terjadinya malapetaka."
          },
          {
            "peribahasa": "condong yang akan menongkat, rebah yang akan menegakkan",
            "makna": "Tindakan pencegahan dan penanganan dini diperlukan agar masalah tidak bertambah parah."
          },
          {
            "peribahasa": "dagangan bersambut yang dia jual",
            "makna": "Penawaran sesuai dengan kebutuhan sehingga mudah diterima dan laris."
          },
          {
            "peribahasa": "didenda dengan emas yang habis, dipancung dengan pedang yang hilang",
            "makna": "Keputusan atau hukuman yang tidak realistis dan tidak mungkin dilaksanakan."
          },
          {
            "peribahasa": "disangka tiada akan mengaram, ombak yang kecil diabaikan",
            "makna": "Mengabaikan masalah kecil dapat berakibat besar dan membahayakan di kemudian hari."
          },
          {
            "peribahasa": "ditindih yang berat, dililit yang panjang",
            "makna": "Menghadapi kesulitan berlapis-lapis dan beban yang bertubi-tubi."
          },
          {
            "peribahasa": "dari telaga yang jernih tak akan mengalir air yang keruh",
            "makna": "Sumber yang baik melahirkan hasil yang baik; kualitas keluaran mencerminkan asalnya."
          },
          {
            "peribahasa": "genta saja yang berbunyi, kuda sudah dek gerindin",
            "makna": "Isyarat awal atau kabar kecil dapat menimbulkan kegaduhan dan reaksi berlebihan."
          },
          {
            "peribahasa": "gunung juga yang dilejang panas",
            "makna": "Beban atau sorotan kerap tertuju pada pihak yang menonjol atau berkuasa."
          },
          {
            "peribahasa": "hati yang suka, peringan beban",
            "makna": "Kesiapan batin dan kegembiraan menjadikan beban terasa lebih ringan."
          },
          {
            "peribahasa": "ilmu dan akal dihalai-balai, itulah tanda orang yang lalai",
            "makna": "Mengabaikan nalar dan ilmu pengetahuan merupakan pertanda kelalaian dan ketidakbijaksanaan."
          },
          {
            "peribahasa": "imam yang adil lebih baik daripada hujan yang lebat",
            "makna": "Keadilan pemimpin lebih utama bagi kemaslahatan masyarakat daripada kemakmuran materi semata."
          },
          {
            "peribahasa": "ingat-ingat yang di atas, yang di bawah akan menimpa",
            "makna": "Kewaspadaan diperlukan terhadap ancaman dari pihak yang lebih tinggi agar tidak mencelakai yang berada di bawah."
          },
          {
            "peribahasa": "jangan dicatuk dengan yang tajam, cincang dengan yang majal",
            "makna": "Bertindaklah proporsional; jangan menggunakan cara yang berlebihan untuk perkara yang kecil, atau sebaliknya."
          },
          {
            "peribahasa": "jauhari jua yang mengenal manikam",
            "makna": "Hanya orang yang ahli yang dapat menilai kualitas dan nilai sejati suatu hal."
          },
          {
            "peribahasa": "jika benih yang baik jatuh ke laut, menjadi pulau",
            "makna": "Orang yang berkemampuan dan berwatak baik akan tetap berjaya di mana pun berada."
          },
          {
            "peribahasa": "jung pecah, yu yang kenyang",
            "makna": "Musibah yang menimpa satu pihak justru menguntungkan pihak lain."
          },
          {
            "peribahasa": "kalau kena tampar, biar dengan tangan yang pakai cincin, kalau kena tendang, biar dengan kaki yang pakai kasut",
            "makna": "Jika terpaksa menerima hukuman atau cela, lebih dapat diterima apabila berasal dari pihak yang terhormat."
          },
          {
            "peribahasa": "ke mana angin yang deras, ke situ condongnya",
            "makna": "Orang yang oportunistis cenderung mengikuti pengaruh yang kuat atau arus yang sedang berkuasa."
          },
          {
            "peribahasa": "kurang-kurang bubur, lebih-lebih sudu (sudu yang lebih)",
            "makna": "Hal yang sepele justru lebih menonjol daripada pokok persoalannya; prioritas terbalik."
          },
          {
            "peribahasa": "ladang yang berpunya",
            "makna": "Sesuatu sudah jelas pemiliknya; jangan mengganggu atau merebut hak orang lain."
          },
          {
            "peribahasa": "lain yang diagak, lain yang kena",
            "makna": "Perkiraan meleset; yang terjadi berbeda dari yang diharapkan."
          },
          {
            "peribahasa": "laut mana yang tak berombak, bumi mana yang tak ditimpa hujan",
            "makna": "Tidak ada kehidupan tanpa masalah; setiap tempat atau keadaan memiliki ujiannya masing-masing."
          },
          {
            "peribahasa": "lubuk dalam, si kitang yang empunya",
            "makna": "Urusan yang berbahaya atau khusus hendaknya diserahkan kepada ahlinya."
          },
          {
            "peribahasa": "mana busuk yang tidak berbau",
            "makna": "Keburukan atau kejahatan pada akhirnya akan terungkap juga."
          },
          {
            "peribahasa": "meludah ke langit, muka juga yang basah",
            "makna": "Perbuatan buruk terhadap orang lain akan berbalik merugikan diri sendiri."
          },
          {
            "peribahasa": "mencari yang sehasta sejengkal",
            "makna": "Usaha yang dilakukan menghasilkan capaian jauh di bawah harapan; keinginan besar tidak diimbangi ikhtiar memadai."
          },
          {
            "peribahasa": "mengambil contoh kepada yang sudah, mengambil tuah kepada yang menang",
            "makna": "Meneladani praktik yang telah terbukti berhasil untuk meraih keberuntungan."
          },
          {
            "peribahasa": "mengata dulang paku serpih, mengata orang awak yang lebih",
            "makna": "Mengecam orang lain padahal diri sendiri memiliki kekurangan yang lebih besar; kemunafikan."
          },
          {
            "peribahasa": "mensiang yang baru dicari, kampil ‘lah sudah dahulu",
            "makna": "Persiapan yang matang perlu didahulukan sebelum pekerjaan dilaksanakan."
          },
          {
            "peribahasa": "merajuk kepada yang kasih (sayang)",
            "makna": "Meminta perhatian atau pertolongan lebih efektif jika ditujukan kepada pihak yang menyayangi."
          },
          {
            "peribahasa": "minyak duyung perendang duyung (minyak kita jua yang digorengkannya)",
            "makna": "Sumber daya milik kita dipergunakan oleh pihak lain untuk merugikan atau menekan kita sendiri."
          },
          {
            "peribahasa": "mudah juga pada yang ada, sukar jua pada yang tidak",
            "makna": "Ketersediaan sumber daya menentukan tingkat kemudahan; kekurangan membuat segala sesuatu menjadi sulit."
          },
          {
            "peribahasa": "neraca yang palingan, bungkal yang piawai",
            "makna": "Penilaian yang adil menuntut tolok ukur yang baku; standar yang berubah-ubah menghasilkan putusan keliru."
          },
          {
            "peribahasa": "ombak yang kecil jangan diabaikan",
            "makna": "Risiko kecil perlu diantisipasi sejak dini agar tidak berkembang menjadi bencana."
          },
          {
            "peribahasa": "orang yang selancaran alu, atap yang berjahit, bendul bertekan",
            "makna": "Segala sesuatu yang tampak rapi dan teratur sering kali merupakan hasil kerja yang sungguh-sungguh dan teliti."
          },
          {
            "peribahasa": "pucuk tidak mengingat akar, akar yang ingat pada pucuknya",
            "makna": "Orang yang telah tinggi kedudukannya kerap melupakan asal-usul, sedangkan yang di bawah tetap setia."
          },
          {
            "peribahasa": "sampai titik darah yang penghabisan",
            "makna": "Berjuang dengan sepenuh daya hingga akhir tanpa menyerah."
          },
          {
            "peribahasa": "secupak tidak akan jadi sesukat, yang sejengkal tidak akan jadi sehasta",
            "makna": "Segala sesuatu memiliki batas dan takaran; kemampuan atau nasib tidak dapat melampaui ketentuannya."
          },
          {
            "peribahasa": "sedikit hujan banyak yang basah",
            "makna": "Perubahan kecil dapat menimbulkan dampak yang luas di masyarakat."
          },
          {
            "peribahasa": "sepandai-pandai  mencincang, landasan jua yang akan habis",
            "makna": "Sehebat apa pun upaya menyamarkan tindakan, jejak atau akibatnya tetap akan terlihat."
          },
          {
            "peribahasa": "sepandai-pandai bungkus, yang busuk berbau juga",
            "makna": "Keburukan yang disembunyikan pada akhirnya akan terungkap juga."
          },
          {
            "peribahasa": "sepandai-pandai membungkus, yang busuk berbau juga",
            "makna": "Seberapa pun cermat menutup-nutupi, kebenaran akan muncul juga."
          },
          {
            "peribahasa": "sepuluh batang bertindih, yang di bawah juga yang luluh",
            "makna": "Dalam tumpukan beban, pihak paling bawah atau paling lemah menanggung penderitaan terbesar."
          },
          {
            "peribahasa": "sesal dahulu yang bertuah, sesal kemudian yang celaka",
            "makna": "Pertimbangan dan penyesalan sebelum bertindak membawa manfaat; penyesalan setelah kejadian tidak berguna."
          },
          {
            "peribahasa": "siapa yang gatal, dialah yang menggaruk",
            "makna": "Pihak yang berkepentingan hendaknya bertindak sendiri; tanggung jawab utama berada pada yang merasakannya."
          },
          {
            "peribahasa": "siapa yang makan cabai, dialah yang berasa pedas (kepedasan)",
            "makna": "Setiap perbuatan membawa konsekuensi yang harus ditanggung oleh pelakunya sendiri."
          },
          {
            "peribahasa": "seperti gerundang yang kekeringan",
            "makna": "Banyak bunyi tetapi miskin isi; tampak ramai namun tanpa substansi."
          },
          {
            "peribahasa": "sungguhpun kawat yang dibentuk, ikan di laut yang diadang",
            "makna": "Persiapan yang rapi tidak selalu menjamin hasil; ada faktor di luar kendali manusia."
          },
          {
            "peribahasa": "tak ada beras yang akan ditanak",
            "makna": "Pekerjaan tidak dapat dilanjutkan karena ketiadaan bekal atau sumber daya."
          },
          {
            "peribahasa": "tak ada gading yang tak retak",
            "makna": "Tidak ada yang sempurna; setiap hal memiliki kekurangan."
          },
          {
            "peribahasa": "tak ada kusut yang tak selesai",
            "makna": "Setiap masalah pada akhirnya dapat diurai apabila dihadapi dengan sabar dan cermat."
          },
          {
            "peribahasa": "tak ada laut yang tak berombak",
            "makna": "Kehidupan selalu disertai pasang surut dan tantangan."
          },
          {
            "peribahasa": "tak ada padi yang bernas setangkai",
            "makna": "Dalam satu kelompok tidak semua anggota memiliki kualitas setara; selalu ada variasi mutu."
          },
          {
            "peribahasa": "tak ada pendekar yang tak bulus",
            "makna": "Setangguh apa pun seseorang, tetap memiliki kelemahan atau kekurangan."
          },
          {
            "peribahasa": "tak sungguh getah daun, yang sebenarnya getah batang juga",
            "makna": "Penampilan dapat menipu, tetapi hakikat atau mutu sejati pada akhirnya yang menentukan."
          },
          {
            "peribahasa": "tali yang tiga lembar itu tak suang-suang putus",
            "makna": "Persatuan dan kerja sama yang kokoh sulit dipatahkan."
          },
          {
            "peribahasa": "tegak pada yang datang",
            "makna": "Bersikap siap dan tabah menghadapi setiap keadaan yang datang."
          },
          {
            "peribahasa": "telah mati yang bergading",
            "makna": "Tokoh besar atau pihak yang berpengaruh telah tiada; masa kejayaan telah berlalu."
          },
          {
            "peribahasa": "tersesak undang kepada yang runcing, tiada dapat bertenggang lagi",
            "makna": "Dalam keadaan mendesak, hukum atau aturan ditegakkan dengan tegas tanpa dapat ditawar."
          },
          {
            "peribahasa": "tiada berkubak yang tiada berkodok",
            "makna": "Setiap tempat memiliki kondisi dan konsekuensinya sendiri; tidak ada lingkungan yang benar-benar kosong dari masalah."
          },
          {
            "peribahasa": "unjuk yang tidak diberikan",
            "makna": "Permintaan atau harapan yang tidak dipenuhi karena tidak pada tempatnya atau tidak beralasan."
          },
          {
            "peribahasa": "yang berbaris yang berpahat, yang bertakuk yang bertebang",
            "makna": "Segala pekerjaan hendaknya dilakukan secara tertib sesuai aturan dan penandanya."
          },
          {
            "peribahasa": "yang berkurap pembawa buluh, yang buta pengembus lesung",
            "makna": "Penugasan yang salah sasaran: beban diberikan kepada orang yang tidak tepat atau tidak mampu."
          },
          {
            "peribahasa": "yang bertakuk yang ditebang, yang bergaris yang dipahat",
            "makna": "Tindakan harus mengikuti ketentuan dan penandanya; kerja berdasarkan rencana dan aturan."
          },
          {
            "peribahasa": "yang bulat datang bergolek, yang pipih datang melayang",
            "makna": "Rezeki atau kemudahan kadang datang tanpa diduga dan dengan cara yang mudah."
          },
          {
            "peribahasa": "yang dikandung berceceran, yang dikejar tiada dapat",
            "makna": "Keinginan mengejar sesuatu yang belum pasti membuat apa yang sudah dimiliki justru hilang."
          },
          {
            "peribahasa": "yang dikejar tiada dapat, yang dikandung berceceran",
            "makna": "Akibat mengejar yang tidak pasti, yang sudah ada menjadi berantakan atau hilang."
          },
          {
            "peribahasa": "yang dikejar tidak dapat, yang dikandung berceceran",
            "makna": "Pengejaran pada yang tidak pasti menyebabkan kehilangan terhadap yang telah dimiliki."
          },
          {
            "peribahasa": "yang dimakan rasa, yang dilihat rupa, yang didengar bunyi",
            "makna": "Penilaian manusia kerap didasarkan pada kesan inderawi; tiap indra memiliki objek penilaiannya."
          },
          {
            "peribahasa": "yang disangka tak menjadi, yang diam boleh ke dia",
            "makna": "Apa yang diragukan terkadang justru berhasil, sedangkan yang dianggap pasti dapat gagal; prasangka sering menipu."
          },
          {
            "peribahasa": "yang enggang sama enggang juga, yang pipit sama pipit juga",
            "makna": "Pergaulan cenderung terjadi di antara kelompok yang sekelas atau setaraf."
          },
          {
            "peribahasa": "yang hampa biar terbang, yang bernas biar tinggal",
            "makna": "Seleksi perlu dilakukan: yang tidak bernilai ditinggalkan, yang bermutu dipertahankan."
          },
          {
            "peribahasa": "yang lahir menunjukkan yang batin",
            "makna": "Ekspresi lahiriah sering kali mencerminkan keadaan batin seseorang."
          },
          {
            "peribahasa": "yang merah saga, yang kurik kundi",
            "makna": "Setiap hal memiliki ciri pembeda; sesuatu dikenal melalui sifat khas atau asal-usulnya."
          },
          {
            "peribahasa": "yang pipit sama pipit, yang enggang sama enggang",
            "makna": "Orang cenderung bergaul dan berjodoh dengan yang sepadan derajat atau kedudukannya."
          },
          {
            "peribahasa": "yang rebah ditindih",
            "makna": "Pihak yang lemah semakin tertindas dalam tatanan yang tidak adil."
          },
          {
            "peribahasa": "yang secupak takkan jadi segantang",
            "makna": "Takaran atau kemampuan yang terbatas tidak akan berubah menjadi lebih besar tanpa sebab yang sah."
          },
          {
            "peribahasa": "yang sesukat tak akan jadi segantang",
            "makna": "Batasan yang telah ditentukan tidak dapat dilampaui begitu saja; segala sesuatu ada ukurannya."
          },
          {
            "peribahasa": "yang tajam tumpul, yang bisa tawar",
            "makna": "Segala sesuatu mengalami perubahan: ketajaman dapat berkurang dan kekuatan dapat mereda."
          },
          {
            "peribahasa": "yang tegak disokong, lemah ditopang",
            "makna": "Tatanan yang baik memberikan dukungan sesuai kebutuhan: yang kuat diperkuat, yang lemah dibantu."
          },
          {
            "peribahasa": "yang teguh disokong, yang rebah ditindih",
            "makna": "Dalam sistem yang timpang, yang berkuasa semakin diuntungkan, sedangkan yang lemah semakin tertindas."
          },
          {
            "peribahasa": "yang terbujur lalu, yang terlintang patah",
            "makna": "Tekad yang kuat menyingkirkan segala rintangan dan hambatan yang menghadang."
          },
          {
            "peribahasa": "yang tinggi tampak jauh, yang dekat jolong bersua",
            "makna": "Hal yang menonjol terlihat dari jauh, sedangkan yang kecil baru tampak ketika telah dekat; perspektif memengaruhi penilaian."
          }
        ]
      }
    }
  ]
}