{
  "meta": {
    "description": "KBBI Miscellaneous Categories (Kategori Lainnya)",
    "extracted_from": "KBBI Harvester Database - Folder A Analysis",
    "total_categories": 205,
    "total_usage": 1935,
    "last_updated": "2025-08-06"
  },
  "categories": [
    {
      "kode": "Ar",
      "nama": "Arab",
      "usage_count": 118,
      "description": "Kategori 'Arab' dengan kode 'Ar'",
      "full_description": "Kategori Arab merujuk pada istilah-istilah yang berasal dari bahasa Arab atau berkaitan dengan budaya Arab. Kategori ini mencakup kosakata yang masuk ke dalam bahasa Indonesia melalui penyebaran agama Islam, perdagangan, dan interaksi budaya dengan dunia Arab, terutama dalam bidang agama, ilmu pengetahuan, dan kehidupan sosial."
    },
    {
      "kode": "Met",
      "nama": "Meteorologi",
      "usage_count": 78,
      "description": "Kategori 'Meteorologi' dengan kode 'Met'",
      "full_description": "Meteorologi adalah ilmu yang mempelajari atmosfer dan fenomena cuaca, termasuk proses fisik dan kimia yang terjadi di dalamnya. Kategori ini mencakup terminologi yang berkaitan dengan prakiraan cuaca, iklim, sistem tekanan atmosfer, presipitasi, dan berbagai fenomena meteorologis yang penting untuk pertanian, penerbangan, dan aktivitas manusia lainnya."
    },
    {
      "kode": "Bot",
      "nama": "Botani",
      "usage_count": 76,
      "description": "Kategori 'Botani' dengan kode 'Bot'",
      "full_description": "Botani adalah cabang biologi yang mempelajari kehidupan tumbuhan, meliputi struktur, fungsi, pertumbuhan, reproduksi, metabolisme, evolusi, dan klasifikasi tumbuhan. Kategori ini mencakup terminologi ilmiah untuk berbagai jenis tumbuhan, bagian-bagian tumbuhan, proses fisiologis, dan konsep-konsep dalam ilmu tumbuhan yang digunakan dalam konteks akademik dan praktis."
    },
    {
      "kode": "Ri",
      "nama": "Melayu Riau",
      "usage_count": 76,
      "description": "Kategori 'Melayu Riau' dengan kode 'Ri'",
      "full_description": "Melayu Riau adalah varian bahasa Melayu yang dituturkan di Provinsi Riau dan sekitarnya. Sebagai salah satu dialek Melayu yang berpengaruh dalam pembentukan bahasa Indonesia, kategori ini mencakup kosakata khas Riau yang memiliki variasi fonologis, leksikal, atau semantik yang berbeda dari bahasa Indonesia baku, namun tetap berkontribusi pada kekayaan bahasa nasional."
    },
    {
      "kode": "Komp",
      "nama": "Komputer",
      "usage_count": 70,
      "description": "Kategori 'Komputer' dengan kode 'Komp'",
      "full_description": "Komputer adalah kategori yang mencakup terminologi dalam bidang teknologi informasi, pemrograman, perangkat keras, perangkat lunak, dan sistem komputasi. Kategori ini meliputi istilah-istilah teknis yang berkembang pesat seiring dengan kemajuan teknologi digital, termasuk konsep dalam ilmu komputer, rekayasa perangkat lunak, jaringan, dan aplikasi teknologi informasi dalam berbagai bidang kehidupan."
    },
    {
      "kode": "Sen",
      "nama": "Kesenian",
      "usage_count": 54,
      "description": "Kategori 'Kesenian' dengan kode 'Sen'",
      "full_description": "Kesenian adalah bidang yang mencakup berbagai bentuk ekspresi artistik dan kreatif manusia, meliputi seni rupa, seni pertunjukan, seni musik, seni tari, dan seni sastra. Kategori ini memuat terminologi yang berkaitan dengan teknik, aliran, genre, dan konsep estetika dalam dunia seni yang menjadi bagian penting dari warisan budaya dan industri kreatif."
    },
    {
      "kode": "Keu",
      "nama": "Keuangan",
      "usage_count": 49,
      "description": "Kategori 'Keuangan' dengan kode 'Keu'",
      "full_description": "Keuangan adalah bidang yang mempelajari pengelolaan uang, investasi, perbankan, dan instrumen finansial lainnya. Kategori ini mencakup terminologi dalam bidang perbankan, pasar modal, asuransi, perencanaan keuangan, dan ekonomi moneter yang penting untuk memahami sistem ekonomi modern dan pengambilan keputusan finansial."
    },
    {
      "kode": "Astron",
      "nama": "Astronomi",
      "usage_count": 46,
      "description": "Kategori 'Astronomi' dengan kode 'Astron'",
      "full_description": "Astronomi adalah ilmu yang mempelajari benda-benda langit seperti bintang, planet, galaksi, dan fenomena alam semesta. Kategori ini mencakup terminologi ilmiah yang berkaitan dengan observasi astronomi, astrofisika, kosmologi, dan eksplorasi ruang angkasa yang memberikan pemahaman tentang struktur dan evolusi alam semesta."
    },
    {
      "kode": "Olr",
      "nama": "Olahraga",
      "usage_count": 43,
      "description": "Kategori 'Olahraga' dengan kode 'Olr'",
      "full_description": "Olahraga adalah aktivitas fisik yang dilakukan secara teratur dengan aturan tertentu untuk meningkatkan kebugaran, keterampilan, dan prestasi kompetitif. Kategori ini mencakup terminologi dalam berbagai cabang olahraga, teknik permainan, peralatan olahraga, dan konsep-konsep dalam ilmu keolahragaan yang berkaitan dengan kesehatan, rekreasi, dan prestasi."
    },
    {
      "kode": "Lay",
      "nama": "Pelayaran",
      "usage_count": 37,
      "description": "Kategori 'Pelayaran' dengan kode 'Lay'",
      "full_description": "Pelayaran adalah kegiatan navigasi dan transportasi di perairan menggunakan kapal atau perahu. Kategori ini mencakup terminologi maritim yang berkaitan dengan teknik berlayar, navigasi, peralatan kapal, cuaca laut, dan berbagai aspek kehidupan di laut yang penting bagi bangsa maritim seperti Indonesia."
    },
    {
      "kode": "Hidm",
      "nama": "Hidrometeorologi",
      "usage_count": 35,
      "description": "Kategori 'Hidrometeorologi' dengan kode 'Hidm'",
      "full_description": "Hidrometeorologi adalah ilmu yang mempelajari interaksi antara air dalam segala bentuknya dengan atmosfer dan permukaan bumi. Kategori ini mencakup terminologi yang berkaitan dengan siklus hidrologi, prediksi cuaca dan iklim, manajemen sumber daya air, dan mitigasi bencana hidrometeorologi seperti banjir dan kekeringan."
    },
    {
      "kode": "Mdr",
      "nama": "Madura",
      "usage_count": 35,
      "description": "Kategori 'Madura' dengan kode 'Mdr'",
      "full_description": "Madura adalah pulau dan suku bangsa di Jawa Timur dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Madura atau berkaitan dengan budaya Madura, termasuk istilah-istilah dalam bidang pertanian, perikanan, kesenian, dan tradisi yang mencerminkan karakteristik kehidupan masyarakat Madura."
    },
    {
      "kode": "Dy",
      "nama": "Dayak",
      "usage_count": 33,
      "description": "Kategori 'Dayak' dengan kode 'Dy'",
      "full_description": "Dayak adalah suku bangsa asli Kalimantan dengan berbagai sub-suku dan bahasa yang beragam. Kategori ini mencakup kosakata yang berasal dari bahasa-bahasa Dayak atau berkaitan dengan budaya Dayak, termasuk istilah-istilah dalam bidang pertanian hutan, kerajinan tradisional, sistem kepercayaan, dan kehidupan di hutan hujan tropis."
    },
    {
      "kode": "Gz",
      "nama": "Ilmu Gizi",
      "usage_count": 32,
      "description": "Kategori 'Ilmu Gizi' dengan kode 'Gz'",
      "full_description": "Ilmu Gizi adalah disiplin ilmu yang mempelajari hubungan antara makanan, nutrisi, dan kesehatan manusia. Kategori ini mencakup terminologi yang berkaitan dengan zat gizi makro dan mikro, metabolisme, kebutuhan gizi, malnutrisi, teknologi pangan, dan penyusunan diet yang berperan penting dalam menjaga kesehatan dan mencegah penyakit."
    },
    {
      "kode": "Anat",
      "nama": "Anatomi",
      "usage_count": 29,
      "description": "Kategori 'Anatomi' dengan kode 'Anat'",
      "full_description": "Anatomi adalah cabang biologi yang mempelajari struktur dan organisasi tubuh makhluk hidup, terutama manusia dan hewan. Kategori ini mencakup terminologi ilmiah untuk sistem organ, jaringan, sel, dan struktur tubuh yang digunakan dalam pendidikan kedokteran, biologi, dan ilmu kesehatan untuk memahami fungsi tubuh secara komprehensif."
    },
    {
      "kode": "Jk",
      "nama": "Melayu Jakarta",
      "usage_count": 27,
      "description": "Kategori 'Melayu Jakarta' dengan kode 'Jk'",
      "full_description": "Melayu Jakarta adalah varian bahasa Melayu yang berkembang di wilayah Jakarta dan sekitarnya, yang kemudian menjadi cikal bakal bahasa Betawi. Kategori ini mencakup kosakata khas Jakarta yang memiliki karakteristik linguistik tersendiri dan berperan dalam perkembangan bahasa Indonesia sebagai bahasa nasional, terutama dalam register informal dan bahasa pergaulan."
    },
    {
      "kode": "Gor",
      "nama": "Gorontalo",
      "usage_count": 26,
      "description": "Kategori 'Gorontalo' dengan kode 'Gor'",
      "full_description": "Gorontalo adalah provinsi di Sulawesi Utara dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Gorontalo atau berkaitan dengan budaya lokal Gorontalo, termasuk istilah-istilah dalam bidang pertanian, perikanan, kesenian tradisional, dan sistem sosial yang mencerminkan kearifan lokal masyarakat Gorontalo."
    },
    {
      "kode": "Kur",
      "nama": "Kur",
      "usage_count": 26,
      "description": "Kategori 'Kur' dengan kode 'Kur'",
      "full_description": "Kur adalah salah satu bahasa daerah yang dituturkan di wilayah Indonesia bagian timur. Kategori ini mencakup kosakata yang berasal dari bahasa Kur atau berkaitan dengan budaya dan tradisi masyarakat penutur bahasa Kur, yang mencerminkan keragaman linguistik dan budaya Indonesia di kawasan timur Nusantara."
    },
    {
      "kode": "Hin",
      "nama": "Agama Hindu",
      "usage_count": 26,
      "description": "Kategori 'Agama Hindu' dengan kode 'Hin'",
      "full_description": "Agama Hindu adalah sistem kepercayaan dan filosofi yang berasal dari anak benua India dengan tradisi yang sangat kaya dan beragam. Kategori ini mencakup terminologi yang berkaitan dengan konsep teologi Hindu, ritual keagamaan, nama-nama dewa, kitab suci, dan praktik spiritual yang berpengaruh dalam budaya Indonesia, terutama di Bali dan beberapa komunitas lainnya."
    },
    {
      "kode": "Ark",
      "nama": "Arkeologi",
      "usage_count": 25,
      "description": "Kategori 'Arkeologi' dengan kode 'Ark'",
      "full_description": "Arkeologi adalah ilmu yang mempelajari kehidupan dan kebudayaan manusia masa lampau melalui kajian sistematis atas data bendawi yang ditinggalkan. Kategori ini mencakup terminologi yang berkaitan dengan metode penggalian, analisis artefak, periodisasi budaya, dan interpretasi situs-situs bersejarah yang memberikan pemahaman tentang peradaban manusia di masa lalu."
    },
    {
      "kode": "Zool",
      "nama": "Zoologi",
      "usage_count": 24,
      "description": "Kategori 'Zoologi' dengan kode 'Zool'",
      "full_description": "Zoologi adalah cabang biologi yang mempelajari dunia hewan, meliputi struktur, fungsi, perilaku, evolusi, klasifikasi, dan distribusi hewan. Kategori ini mencakup terminologi ilmiah untuk berbagai kelompok hewan, anatomi dan fisiologi hewan, ekologi hewan, serta konsep-konsep dalam ilmu hewan yang digunakan dalam penelitian dan konservasi fauna."
    },
    {
      "kode": "Skt",
      "nama": "Sanskerta",
      "usage_count": 24,
      "description": "Kategori 'Sanskerta' dengan kode 'Skt'",
      "full_description": "Sanskerta adalah bahasa klasik Indo-Arya yang menjadi bahasa liturgi dan sastra dalam tradisi Hindu dan Buddha. Kategori ini mencakup terminologi yang berasal dari bahasa Sanskerta yang masuk ke dalam bahasa Indonesia melalui pengaruh agama dan budaya India, terutama dalam bidang filsafat, agama, sastra, dan sistem pemerintahan tradisional."
    },
    {
      "kode": "Kris",
      "nama": "Agama Kristen",
      "usage_count": 23,
      "description": "Kategori 'Agama Kristen' dengan kode 'Kris'",
      "full_description": "Agama Kristen adalah kepercayaan monoteistik yang berdasarkan pada ajaran dan kehidupan Yesus Kristus. Kategori ini mencakup terminologi yang berkaitan dengan teologi Kristen, praktik ibadah, kitab suci, sejarah gereja, dan tradisi Kristen yang berpengaruh dalam kehidupan beragama dan budaya di Indonesia, khususnya dalam komunitas Kristen."
    },
    {
      "kode": "Ht",
      "nama": "Hitu",
      "usage_count": 21,
      "description": "Kategori 'Hitu' dengan kode 'Ht'",
      "full_description": "Hitu adalah salah satu bahasa daerah yang dituturkan di wilayah Maluku dengan karakteristik linguistik yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Hitu atau berkaitan dengan budaya dan tradisi masyarakat Hitu, yang mencerminkan kekayaan bahasa dan budaya lokal di kawasan timur Indonesia."
    },
    {
      "kode": "Gy",
      "nama": "Gayo",
      "usage_count": 20,
      "description": "Kategori 'Gayo' dengan kode 'Gy'",
      "full_description": "Gayo adalah suku bangsa yang mendiami dataran tinggi Aceh dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Gayo atau berkaitan dengan tradisi Gayo, termasuk istilah-istilah dalam bidang pertanian pegunungan, adat istiadat, dan sistem sosial yang mencerminkan kehidupan masyarakat Gayo di dataran tinggi."
    },
    {
      "kode": "Jb",
      "nama": "Melayu Jambi",
      "usage_count": 20,
      "description": "Kategori 'Melayu Jambi' dengan kode 'Jb'",
      "full_description": "Melayu Jambi adalah varian bahasa Melayu yang dituturkan di Provinsi Jambi dengan karakteristik dialektal yang khas. Kategori ini mencakup kosakata khas Jambi yang mencerminkan pengaruh geografis dan budaya lokal, termasuk istilah-istilah yang berkaitan dengan kehidupan di daerah sungai, perdagangan, dan tradisi Melayu Jambi."
    },
    {
      "kode": "Sbw",
      "nama": "Sumbawa",
      "usage_count": 20,
      "description": "Kategori 'Sumbawa' dengan kode 'Sbw'",
      "full_description": "Sumbawa adalah pulau dan suku bangsa di Nusa Tenggara Barat dengan bahasa dan tradisi yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Sumbawa atau berkaitan dengan budaya Sumbawa, termasuk istilah-istilah dalam bidang pertanian, peternakan, kerajinan tradisional, dan sistem sosial yang mencerminkan kehidupan masyarakat Sumbawa."
    },
    {
      "kode": "Antr",
      "nama": "Antropologi",
      "usage_count": 19,
      "description": "Kategori 'Antropologi' dengan kode 'Antr'",
      "full_description": "Antropologi adalah ilmu yang mempelajari manusia secara holistik, meliputi aspek biologis, sosial, budaya, dan evolusi manusia. Kategori ini mencakup terminologi dalam studi tentang keragaman budaya, sistem sosial, ritual, kepercayaan, dan pola kehidupan masyarakat yang digunakan untuk memahami kompleksitas dan keuniversalan pengalaman manusia."
    },
    {
      "kode": "Pr",
      "nama": "Prancis",
      "usage_count": 19,
      "description": "Kategori 'Prancis' dengan kode 'Pr'",
      "full_description": "Prancis adalah bahasa Roman yang berpengaruh dalam dunia diplomasi, fashion, kuliner, dan budaya internasional. Kategori ini mencakup kosakata yang berasal dari bahasa Prancis yang masuk ke dalam bahasa Indonesia, terutama dalam bidang mode, gastronomi, seni, arsitektur, dan beberapa istilah dalam diplomasi dan budaya."
    },
    {
      "kode": "Md",
      "nama": "Melayu Medan",
      "usage_count": 18,
      "description": "Kategori 'Melayu Medan' dengan kode 'Md'",
      "full_description": "Melayu Medan adalah varian bahasa Melayu yang berkembang di wilayah Medan dan sekitarnya dengan pengaruh multikultural. Kategori ini mencakup kosakata khas Medan yang mencerminkan perpaduan budaya Melayu, Batak, Tionghoa, dan India dalam konteks urban yang dinamis, terutama dalam bidang perdagangan dan kehidupan kota."
    },
    {
      "kode": "Hid",
      "nama": "Hidrologi",
      "usage_count": 18,
      "description": "Kategori 'Hidrologi' dengan kode 'Hid'",
      "full_description": "Hidrologi adalah ilmu yang mempelajari pergerakan, distribusi, dan kualitas air di Bumi, termasuk siklus air dan sumber daya air. Kategori ini mencakup terminologi yang berkaitan dengan aliran sungai, air tanah, kualitas air, manajemen DAS, dan teknologi pengelolaan sumber daya air yang penting untuk keberlanjutan lingkungan dan kehidupan."
    },
    {
      "kode": "Man",
      "nama": "Manajemen",
      "usage_count": 18,
      "description": "Kategori 'Manajemen' dengan kode 'Man'",
      "full_description": "Manajemen adalah ilmu dan seni mengelola sumber daya untuk mencapai tujuan organisasi secara efektif dan efisien. Kategori ini mencakup terminologi dalam bidang perencanaan, pengorganisasian, kepemimpinan, dan pengendalian yang digunakan dalam dunia bisnis, administrasi publik, dan pengelolaan berbagai jenis organisasi."
    },
    {
      "kode": "Ni",
      "nama": "Nias",
      "usage_count": 18,
      "description": "Kategori 'Nias' dengan kode 'Ni'",
      "full_description": "Nias adalah pulau di sebelah barat Sumatera dengan suku bangsa dan bahasa yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Nias atau berkaitan dengan budaya Nias, termasuk istilah-istilah dalam bidang arsitektur tradisional, sistem sosial, upacara adat, dan tradisi megalitik yang mencerminkan keunikan budaya Nias."
    },
    {
      "kode": "Mu",
      "nama": "Muna",
      "usage_count": 16,
      "description": "Kategori 'Muna' dengan kode 'Mu'",
      "full_description": "Muna adalah pulau dan suku bangsa di Sulawesi Tenggara dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Muna atau berkaitan dengan budaya Muna, termasuk istilah-istilah dalam bidang pertanian tradisional, sistem sosial, kerajinan tenun, dan tradisi lisan yang mencerminkan kearifan lokal masyarakat Muna."
    },
    {
      "kode": "Kpr",
      "nama": "Melayu Kep. Riau",
      "usage_count": 16,
      "description": "Kategori 'Melayu Kep. Riau' dengan kode 'Kpr'",
      "full_description": "Melayu Kepulauan Riau adalah varian bahasa dan budaya Melayu yang berkembang di kawasan Kepulauan Riau. Kategori ini mencakup kosakata yang berasal dari dialek Melayu Kepulauan Riau atau berkaitan dengan budaya maritim Riau, termasuk istilah-istilah dalam bidang pelayaran, perdagangan, kerajaan Melayu, dan tradisi sastra lisan yang mencerminkan identitas budaya Melayu kepulauan."
    },
    {
      "kode": "Ss",
      "nama": "Sasak",
      "usage_count": 16,
      "description": "Kategori 'Sasak' dengan kode 'Ss'",
      "full_description": "Sasak adalah suku bangsa asli pulau Lombok dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Sasak atau berkaitan dengan budaya Sasak, termasuk istilah-istilah dalam bidang pertanian tradisional, sistem irigasi subak, kerajinan tenun songket, dan tradisi Islam Wetu Telu yang mencerminkan kekhasan budaya Sasak."
    },
    {
      "kode": "Klm",
      "nama": "Melayu Kalimantan",
      "usage_count": 14,
      "description": "Kategori 'Melayu Kalimantan' dengan kode 'Klm'",
      "full_description": "Melayu Kalimantan adalah varian bahasa dan budaya Melayu yang berkembang di pulau Kalimantan. Kategori ini mencakup kosakata yang berasal dari dialek Melayu Kalimantan atau berkaitan dengan budaya lokal Kalimantan, termasuk istilah-istilah dalam bidang pertanian ladang, kehutanan, perdagangan sungai, dan tradisi lisan yang mencerminkan adaptasi budaya Melayu dengan lingkungan Kalimantan."
    },
    {
      "kode": "Dik",
      "nama": "Pendidikan",
      "usage_count": 14,
      "description": "Kategori 'Pendidikan' dengan kode 'Dik'",
      "full_description": "Pendidikan adalah proses pembelajaran yang memungkinkan seseorang mengembangkan kemampuan, sikap, dan bentuk-bentuk tingkah laku lainnya. Kategori ini mencakup terminologi yang berkaitan dengan sistem pendidikan, metode pembelajaran, kurikulum, evaluasi pendidikan, dan konsep-konsep pedagogis yang digunakan dalam dunia pendidikan formal maupun informal."
    },
    {
      "kode": "My",
      "nama": "Muyu",
      "usage_count": 13,
      "description": "Kategori 'Muyu' dengan kode 'My'",
      "full_description": "Muyu adalah suku bangsa yang mendiami wilayah Papua dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Muyu atau berkaitan dengan budaya Muyu, termasuk istilah-istilah dalam bidang kehidupan hutan tropis, sistem sosial tradisional, upacara adat, dan kearifan lokal dalam pengelolaan sumber daya alam yang mencerminkan harmoni dengan lingkungan Papua."
    },
    {
      "kode": "Tbg",
      "nama": "Tata Boga",
      "usage_count": 13,
      "description": "Kategori 'Tata Boga' dengan kode 'Tbg'",
      "full_description": "Tata Boga adalah bidang ilmu yang mempelajari seni mengolah, menyajikan, dan mengelola makanan dan minuman. Kategori ini mencakup terminologi yang berkaitan dengan teknik memasak, presentasi makanan, nutrisi dan gizi, manajemen dapur, teknologi pangan, serta aspek budaya kuliner yang meliputi tradisi makanan dari berbagai daerah dan negara."
    },
    {
      "kode": "Bud",
      "nama": "Agama Buddha",
      "usage_count": 13,
      "description": "Kategori 'Agama Buddha' dengan kode 'Bud'",
      "full_description": "Agama Buddha adalah sistem kepercayaan dan filosofi spiritual yang didasarkan pada ajaran Siddhartha Gautama atau Buddha. Kategori ini mencakup terminologi yang berkaitan dengan ajaran Buddha, konsep karma dan samsara, praktik meditasi, filsafat Buddhis, sistem monastik, serta tradisi-tradisi dalam berbagai aliran Buddhism yang berkembang di Indonesia dan dunia."
    },
    {
      "kode": "Bn",
      "nama": "Benuaq",
      "usage_count": 13,
      "description": "Kategori 'Benuaq' dengan kode 'Bn'",
      "full_description": "Benuaq adalah suku Dayak yang mendiami wilayah Kalimantan Timur dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Benuaq atau berkaitan dengan budaya Benuaq, termasuk istilah-istilah dalam bidang kehidupan hutan, sistem sosial tradisional, upacara ritual, dan kearifan lokal dalam mengelola hutan yang mencerminkan harmoni dengan alam Kalimantan."
    },
    {
      "kode": "Us",
      "nama": "Using",
      "usage_count": 13,
      "description": "Kategori 'Using' dengan kode 'Us'",
      "full_description": "Using adalah suku bangsa yang mendiami wilayah Kalimantan Utara dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Using atau berkaitan dengan budaya Using, termasuk istilah-istilah dalam bidang kehidupan tradisional, sistem sosial adat, upacara ritual, dan praktik-praktik budaya yang mencerminkan identitas suku Using di wilayah perbatasan Kalimantan."
    },
    {
      "kode": "Dem",
      "nama": "Demografi",
      "usage_count": 13,
      "description": "Kategori 'Demografi' dengan kode 'Dem'",
      "full_description": "Demografi adalah ilmu yang mempelajari penduduk, terutama mengenai jumlah, struktur, dan perkembangannya. Kategori ini mencakup terminologi yang berkaitan dengan statistik kependudukan, fertilitas, mortalitas, migrasi, distribusi penduduk, serta analisis karakteristik demografis yang digunakan dalam perencanaan pembangunan dan kebijakan sosial."
    },
    {
      "kode": "Ldy",
      "nama": "Lundayeh",
      "usage_count": 12,
      "description": "Kategori 'Lundayeh' dengan kode 'Ldy'",
      "full_description": "Lundayeh adalah suku Dayak yang mendiami wilayah perbatasan Kalimantan Utara, Brunei, Sabah, dan Sarawak dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Lundayeh atau berkaitan dengan budaya Lundayeh, termasuk istilah-istilah dalam bidang pertanian ladang, kehidupan hutan, sistem sosial tradisional, dan upacara adat lintas batas yang mencerminkan identitas transnasional suku Lundayeh."
    },
    {
      "kode": "sufiks pembentuk nomina",
      "nama": "-",
      "usage_count": 12,
      "description": "Kategori '-' dengan kode 'sufiks pembentuk nomina'",
      "full_description": "Sufiks pembentuk nomina adalah akhiran yang ditambahkan pada kata dasar untuk membentuk kata benda. Kategori ini mencakup berbagai sufiks dalam bahasa Indonesia yang berfungsi mengubah kelas kata menjadi nomina, seperti -an, -nya, -isasi, -isme, dan lainnya yang berperan penting dalam pembentukan kosakata dan pengembangan struktur morfologis bahasa Indonesia."
    },
    {
      "kode": "Bsm",
      "nama": "Basemah",
      "usage_count": 11,
      "description": "Kategori 'Basemah' dengan kode 'Bsm'",
      "full_description": "Basemah adalah suku bangsa yang mendiami wilayah Sumatera Selatan dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Basemah atau berkaitan dengan budaya Basemah, termasuk istilah-istilah dalam bidang pertanian tradisional, sistem sosial adat, kerajinan tangan, dan tradisi lisan yang mencerminkan kearifan lokal masyarakat Basemah di dataran tinggi Sumatera Selatan."
    },
    {
      "kode": "Filol",
      "nama": "Filologi",
      "usage_count": 11,
      "description": "Kategori 'Filologi' dengan kode 'Filol'",
      "full_description": "Filologi adalah ilmu yang mempelajari kebudayaan suatu bangsa melalui karya sastra dan teks-teks tertulis. Kategori ini mencakup terminologi yang berkaitan dengan penelitian naskah kuno, kritik teks, paleografi, kodikologi, serta metode-metode analisis dalam mengkaji warisan budaya tertulis untuk memahami sejarah dan peradaban masa lampau."
    },
    {
      "kode": "Film",
      "nama": "Perfilman",
      "usage_count": 11,
      "description": "Kategori 'Perfilman' dengan kode 'Film'",
      "full_description": "Perfilman adalah bidang yang meliputi industri, seni, dan teknologi pembuatan film. Kategori ini mencakup terminologi yang berkaitan dengan produksi sinema, teknik sinematografi, genre film, distribusi dan eksibisi, kritik film, serta aspek-aspek kreatif dan bisnis dalam industri perfilman yang berkembang dalam konteks budaya dan teknologi modern."
    },
    {
      "kode": "Sa",
      "nama": "Serua",
      "usage_count": 11,
      "description": "Kategori 'Serua' dengan kode 'Sa'",
      "full_description": "Serua adalah suku bangsa yang mendiami wilayah Maluku dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Serua atau berkaitan dengan budaya Serua, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan praktik-praktik budaya yang mencerminkan adaptasi masyarakat Serua dengan lingkungan kepulauan Maluku."
    },
    {
      "kode": "Mil",
      "nama": "Kemiliteran",
      "usage_count": 11,
      "description": "Kategori 'Kemiliteran' dengan kode 'Mil'",
      "full_description": "Kemiliteran adalah bidang yang berkaitan dengan angkatan bersenjata, strategi pertahanan, dan keamanan nasional. Kategori ini mencakup terminologi yang berkaitan dengan organisasi militer, taktik dan strategi perang, persenjataan, logistik militer, hierarki kepangkatan, serta aspek-aspek operasional dan administratif dalam dunia kemiliteran dan pertahanan negara."
    },
    {
      "kode": "MAb",
      "nama": "Melayu Ambon",
      "usage_count": 11,
      "description": "Kategori 'Melayu Ambon' dengan kode 'MAb'",
      "full_description": "Melayu Ambon adalah varian bahasa Melayu yang berkembang di Ambon dan sekitarnya dengan karakteristik unik hasil akulturasi budaya. Kategori ini mencakup kosakata yang berasal dari dialek Melayu Ambon atau berkaitan dengan budaya lokal Ambon, termasuk istilah-istilah dalam bidang kehidupan maritim, perdagangan rempah, tradisi multikultural, dan kearifan lokal masyarakat Ambon."
    },
    {
      "kode": "Tn",
      "nama": "Ilmu Tanah",
      "usage_count": 10,
      "description": "Kategori 'Ilmu Tanah' dengan kode 'Tn'",
      "full_description": "Ilmu Tanah adalah disiplin ilmu yang mempelajari tanah sebagai media tumbuh tanaman dan ekosistem. Kategori ini mencakup terminologi yang berkaitan dengan komposisi tanah, struktur dan tekstur tanah, kesuburan tanah, klasifikasi tanah, konservasi tanah, serta proses-proses fisik, kimia, dan biologi yang terjadi dalam sistem tanah untuk mendukung pertanian dan lingkungan."
    },
    {
      "kode": "hor",
      "nama": "Hormat",
      "usage_count": 10,
      "description": "Kategori 'Hormat' dengan kode 'hor'",
      "full_description": "Hormat adalah kategori yang menandai ungkapan atau istilah yang digunakan untuk menunjukkan rasa hormat, kesopanan, atau penghargaan dalam berkomunikasi. Kategori ini mencakup kata-kata dan frasa yang digunakan dalam konteks formal, ceremonial, atau situasi yang memerlukan tingkat kesopanan tinggi dalam interaksi sosial dan protokoler."
    },
    {
      "kode": "Min",
      "nama": "Mineralogi",
      "usage_count": 9,
      "description": "Kategori 'Mineralogi' dengan kode 'Min'",
      "full_description": "Mineralogi adalah cabang geologi yang mempelajari mineral, termasuk struktur, komposisi, sifat fisik dan kimia, serta klasifikasinya. Kategori ini mencakup terminologi yang berkaitan dengan identifikasi mineral, kristalografi, genesis mineral, dan aplikasi mineral dalam berbagai bidang seperti industri, teknologi, dan eksplorasi sumber daya alam."
    },
    {
      "kode": "Aln",
      "nama": "Alune",
      "usage_count": 9,
      "description": "Kategori 'Alune' dengan kode 'Aln'",
      "full_description": "Alune adalah suku bangsa yang mendiami wilayah Seram, Maluku dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Alune atau berkaitan dengan budaya Alune, termasuk istilah-istilah dalam bidang kehidupan hutan tropis, sistem sosial tradisional, upacara adat, dan kearifan lokal dalam pengelolaan sumber daya alam kepulauan Maluku."
    },
    {
      "kode": "Hot",
      "nama": "Perhotelan",
      "usage_count": 9,
      "description": "Kategori 'Perhotelan' dengan kode 'Hot'",
      "full_description": "Perhotelan adalah industri jasa yang menyediakan akomodasi, makanan, minuman, dan layanan terkait untuk tamu. Kategori ini mencakup terminologi yang berkaitan dengan operasional hotel, manajemen front office, housekeeping, food and beverage, reservasi, serta standar pelayanan dan hospitality yang mendukung industri pariwisata dan perhotelan."
    },
    {
      "kode": "Lh",
      "nama": "Luhu",
      "usage_count": 8,
      "description": "Kategori 'Luhu' dengan kode 'Lh'",
      "full_description": "Luhu adalah suku bangsa yang mendiami wilayah Seram, Maluku dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Luhu atau berkaitan dengan budaya Luhu, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan kearifan lokal dalam mengelola sumber daya laut dan hutan yang mencerminkan adaptasi dengan lingkungan Maluku."
    },
    {
      "kode": "Cn",
      "nama": "Cina",
      "usage_count": 8,
      "description": "Kategori 'Cina' dengan kode 'Cn'",
      "full_description": "Cina merujuk pada pengaruh bahasa dan budaya Tionghoa yang masuk ke Indonesia melalui migrasi dan perdagangan. Kategori ini mencakup kosakata yang berasal dari bahasa Tionghoa atau berkaitan dengan budaya Tionghoa-Indonesia, termasuk istilah-istilah dalam bidang kuliner, tradisi, perdagangan, filosofi, dan sistem kepercayaan yang telah berasimilasi dengan budaya lokal Indonesia."
    },
    {
      "kode": "Fil",
      "nama": "Filsafat",
      "usage_count": 8,
      "description": "Kategori 'Filsafat' dengan kode 'Fil'",
      "full_description": "Filsafat adalah cabang ilmu yang mempelajari hakikat keberadaan, pengetahuan, nilai, pikiran, dan bahasa melalui pemikiran kritis dan sistematis. Kategori ini mencakup terminologi yang berkaitan dengan berbagai aliran pemikiran, konsep-konsep filosofis, metode berfikir logis, etika, estetika, serta pemikiran tokoh-tokoh filsafat dalam memahami realitas dan eksistensi manusia."
    },
    {
      "kode": "Btl",
      "nama": "Batuley",
      "usage_count": 8,
      "description": "Kategori 'Batuley' dengan kode 'Btl'",
      "full_description": "Batuley adalah suku bangsa yang mendiami wilayah Maluku dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Batuley atau berkaitan dengan budaya Batuley, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan praktik-praktik budaya yang mencerminkan adaptasi masyarakat Batuley dengan lingkungan kepulauan Maluku."
    },
    {
      "kode": "Stat",
      "nama": "Statistik",
      "usage_count": 8,
      "description": "Kategori 'Statistik' dengan kode 'Stat'",
      "full_description": "Statistik adalah cabang matematika yang berkaitan dengan pengumpulan, analisis, interpretasi, dan presentasi data. Kategori ini mencakup terminologi yang berkaitan dengan metode sampling, distribusi probabilitas, uji hipotesis, analisis regresi, dan berbagai teknik statistik yang digunakan dalam penelitian, bisnis, dan pengambilan keputusan berbasis data."
    },
    {
      "kode": "Cl",
      "nama": "Culambacu",
      "usage_count": 7,
      "description": "Kategori 'Culambacu' dengan kode 'Cl'",
      "full_description": "Culambacu adalah suku bangsa yang mendiami wilayah Maluku dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Culambacu atau berkaitan dengan budaya Culambacu, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Culambacu dengan lingkungan kepulauan Maluku."
    },
    {
      "kode": "Osn",
      "nama": "Oseanografi",
      "usage_count": 7,
      "description": "Kategori 'Oseanografi' dengan kode 'Osn'",
      "full_description": "Oseanografi adalah ilmu yang mempelajari lautan dan segala aspek yang berkaitan dengannya, termasuk ekosistem laut, arus laut, dan interaksi laut-atmosfer. Kategori ini mencakup terminologi yang berkaitan dengan fisika laut, kimia laut, biologi laut, geologi laut, serta proses-proses oseanik yang mempengaruhi iklim global dan kehidupan di bumi."
    },
    {
      "kode": "Bo",
      "nama": "Boing",
      "usage_count": 7,
      "description": "Kategori 'Boing' dengan kode 'Bo'",
      "full_description": "Boing adalah suku bangsa yang mendiami wilayah Papua dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Boing atau berkaitan dengan budaya Boing, termasuk istilah-istilah dalam bidang kehidupan hutan tropis, sistem sosial tradisional, upacara adat, dan kearifan lokal dalam mengelola sumber daya alam yang mencerminkan harmoni dengan lingkungan Papua."
    },
    {
      "kode": "Eln",
      "nama": "Elnama",
      "usage_count": 7,
      "description": "Kategori 'Elnama' dengan kode 'Eln'",
      "full_description": "Elnama adalah suku bangsa yang mendiami wilayah Maluku dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Elnama atau berkaitan dengan budaya Elnama, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan praktik-praktik budaya yang mencerminkan adaptasi masyarakat Elnama dengan lingkungan kepulauan Maluku."
    },
    {
      "kode": "Beng",
      "nama": "Bengkulu",
      "usage_count": 7,
      "description": "Kategori 'Bengkulu' dengan kode 'Beng'",
      "full_description": "Bengkulu merujuk pada bahasa dan budaya daerah Bengkulu di Sumatera dengan karakteristik yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Bengkulu atau berkaitan dengan budaya lokal Bengkulu, termasuk istilah-istilah dalam bidang pertanian, perdagangan, tradisi adat, dan kearifan lokal yang mencerminkan identitas masyarakat Bengkulu di pesisir barat Sumatera."
    },
    {
      "kode": "Dirg",
      "nama": "Kedirgantaraan",
      "usage_count": 7,
      "description": "Kategori 'Kedirgantaraan' dengan kode 'Dirg'",
      "full_description": "Kedirgantaraan adalah bidang yang berkaitan dengan teknologi dan aktivitas penerbangan serta eksplorasi ruang angkasa. Kategori ini mencakup terminologi yang berkaitan dengan teknologi pesawat terbang, roket, satelit, navigasi udara, sistem propulsi, serta aspek-aspek teknis dan operasional dalam industri penerbangan dan teknologi antariksa."
    },
    {
      "kode": "Wl",
      "nama": "Wolio",
      "usage_count": 7,
      "description": "Kategori 'Wolio' dengan kode 'Wl'",
      "full_description": "Wolio adalah bahasa dan budaya yang berkembang di Buton, Sulawesi Tenggara dengan karakteristik unik. Kategori ini mencakup kosakata yang berasal dari bahasa Wolio atau berkaitan dengan budaya Wolio, termasuk istilah-istilah dalam bidang kelautan, perdagangan, sistem kerajaan Buton, dan tradisi budaya yang mencerminkan sejarah maritim dan peradaban Wolio di Sulawesi Tenggara."
    },
    {
      "kode": "El",
      "nama": "Elektronika",
      "usage_count": 7,
      "description": "Kategori 'Elektronika' dengan kode 'El'",
      "full_description": "Elektronika adalah bidang teknik yang berkaitan dengan komponen dan sistem elektronik yang menggunakan aliran elektron. Kategori ini mencakup terminologi yang berkaitan dengan sirkuit elektronik, komponen elektronik, sistem digital dan analog, mikroprosesor, serta teknologi elektronik yang digunakan dalam berbagai aplikasi modern dari konsumer hingga industri."
    },
    {
      "kode": "MBl",
      "nama": "Melayu Belitung",
      "usage_count": 7,
      "description": "Kategori 'Melayu Belitung' dengan kode 'MBl'",
      "full_description": "Melayu Belitung adalah varian bahasa dan budaya Melayu yang berkembang di Pulau Belitung dengan karakteristik lokal yang unik. Kategori ini mencakup kosakata yang berasal dari dialek Melayu Belitung atau berkaitan dengan budaya lokal Belitung, termasuk istilah-istilah dalam bidang pertambangan timah, kehidupan pesisir, tradisi maritim, dan kearifan lokal masyarakat Belitung."
    },
    {
      "kode": "kas",
      "nama": "Kasar",
      "usage_count": 7,
      "description": "Kategori 'Kasar' dengan kode 'kas'",
      "full_description": "Kasar adalah kategori yang menandai kata atau ungkapan yang dianggap tidak sopan, vulgar, atau tidak pantas dalam penggunaan formal. Kategori ini mencakup istilah-istilah yang sebaiknya dihindari dalam percakapan resmi, tulisan akademik, atau situasi formal lainnya karena dapat menyinggung atau dianggap tidak sesuai dengan norma kesopanan berbahasa."
    },
    {
      "kode": "MBa",
      "nama": "Melayu Bangka",
      "usage_count": 6,
      "description": "Kategori 'Melayu Bangka' dengan kode 'MBa'",
      "full_description": "Melayu Bangka adalah varian bahasa dan budaya Melayu yang berkembang di Pulau Bangka dengan karakteristik lokal yang unik. Kategori ini mencakup kosakata yang berasal dari dialek Melayu Bangka atau berkaitan dengan budaya lokal Bangka, termasuk istilah-istilah dalam bidang pertambangan timah, kehidupan pesisir, perdagangan, dan tradisi masyarakat Bangka yang mencerminkan identitas lokal."
    },
    {
      "kode": "Tlk",
      "nama": "Tolaki",
      "usage_count": 6,
      "description": "Kategori 'Tolaki' dengan kode 'Tlk'",
      "full_description": "Tolaki adalah suku bangsa yang mendiami wilayah Sulawesi Tenggara dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Tolaki atau berkaitan dengan budaya Tolaki, termasuk istilah-istilah dalam bidang pertanian tradisional, sistem sosial adat, kerajinan tenun, dan tradisi lisan yang mencerminkan kearifan lokal masyarakat Tolaki di Sulawesi Tenggara."
    },
    {
      "kode": "Sb",
      "nama": "Sabu",
      "usage_count": 6,
      "description": "Kategori 'Sabu' dengan kode 'Sb'",
      "full_description": "Sabu adalah suku bangsa yang mendiami Pulau Sabu di Nusa Tenggara Timur dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Sabu atau berkaitan dengan budaya Sabu, termasuk istilah-istilah dalam bidang kehidupan kepulauan kering, sistem sosial tradisional, kerajinan tenun ikat, dan praktik-praktik budaya yang mencerminkan adaptasi dengan lingkungan kepulauan Sabu."
    },
    {
      "kode": "Adm",
      "nama": "Administrasi dan Kepegawaian",
      "usage_count": 6,
      "description": "Kategori 'Administrasi dan Kepegawaian' dengan kode 'Adm'",
      "full_description": "Administrasi dan Kepegawaian adalah bidang yang berkaitan dengan pengelolaan sumber daya manusia dan sistem administratif dalam organisasi. Kategori ini mencakup terminologi yang berkaitan dengan manajemen personalia, rekrutmen, pengembangan karier, sistem penggajian, evaluasi kinerja, serta prosedur dan kebijakan administratif dalam pengelolaan kepegawaian dan birokrasi."
    },
    {
      "kode": "BhUj",
      "nama": "Bahau Ujoh Bilang",
      "usage_count": 6,
      "description": "Kategori 'Bahau Ujoh Bilang' dengan kode 'BhUj'",
      "full_description": "Bahau Ujoh Bilang adalah sub-suku Dayak yang mendiami wilayah Kalimantan dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Bahau Ujoh Bilang atau berkaitan dengan budaya Bahau, termasuk istilah-istilah dalam bidang kehidupan hutan, sistem sosial tradisional, upacara adat, dan kearifan lokal yang mencerminkan harmoni dengan lingkungan hutan Kalimantan."
    },
    {
      "kode": "Bkt",
      "nama": "Bakatik",
      "usage_count": 6,
      "description": "Kategori 'Bakatik' dengan kode 'Bkt'",
      "full_description": "Bakatik adalah suku bangsa yang mendiami wilayah Kalimantan dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Bakatik atau berkaitan dengan budaya Bakatik, termasuk istilah-istilah dalam bidang kehidupan hutan, sistem sosial tradisional, upacara adat, dan kearifan lokal yang mencerminkan harmoni antara masyarakat Bakatik dengan lingkungan hutan Kalimantan."
    },
    {
      "kode": "Dn",
      "nama": "Dani",
      "usage_count": 5,
      "description": "Kategori 'Dani' dengan kode 'Dn'",
      "full_description": "Dani adalah suku bangsa yang mendiami wilayah Papua dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Dani atau berkaitan dengan budaya Dani, termasuk istilah-istilah dalam bidang kehidupan pegunungan, sistem sosial tradisional, upacara adat, dan kearifan lokal dalam mengelola sumber daya alam yang mencerminkan harmoni dengan lingkungan pegunungan Papua."
    },
    {
      "kode": "Tbs",
      "nama": "Tata Busana",
      "usage_count": 5,
      "description": "Kategori 'Tata Busana' dengan kode 'Tbs'",
      "full_description": "Tata Busana adalah bidang ilmu yang mempelajari desain, pembuatan, dan pengelolaan pakaian serta aksesoris fashion. Kategori ini mencakup terminologi yang berkaitan dengan teknik menjahit, desain fashion, pemilihan bahan tekstil, tren mode, manajemen produksi garmen, serta aspek estetika dan fungsional dalam industri busana dan fashion."
    },
    {
      "kode": "Krc",
      "nama": "Kerinci",
      "usage_count": 5,
      "description": "Kategori 'Kerinci' dengan kode 'Krc'",
      "full_description": "Kerinci merujuk pada bahasa dan budaya masyarakat Kerinci di Jambi dengan karakteristik yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Kerinci atau berkaitan dengan budaya lokal Kerinci, termasuk istilah-istilah dalam bidang pertanian pegunungan, tradisi adat, kerajinan tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Kerinci dengan lingkungan pegunungan Sumatera."
    },
    {
      "kode": "Mg",
      "nama": "Manggarai",
      "usage_count": 5,
      "description": "Kategori 'Manggarai' dengan kode 'Mg'",
      "full_description": "Manggarai adalah suku bangsa yang mendiami wilayah Flores, Nusa Tenggara Timur dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Manggarai atau berkaitan dengan budaya Manggarai, termasuk istilah-istilah dalam bidang pertanian tradisional, sistem sosial adat, upacara ritual, dan kearifan lokal yang mencerminkan harmoni masyarakat Manggarai dengan lingkungan Flores."
    },
    {
      "kode": "Bun",
      "nama": "Bunak",
      "usage_count": 5,
      "description": "Kategori 'Bunak' dengan kode 'Bun'",
      "full_description": "Bunak adalah suku bangsa yang mendiami wilayah Timor dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Bunak atau berkaitan dengan budaya Bunak, termasuk istilah-istilah dalam bidang kehidupan pegunungan, sistem sosial tradisional, upacara adat, dan praktik-praktik budaya yang mencerminkan adaptasi masyarakat Bunak dengan lingkungan kepulauan Timor."
    },
    {
      "kode": "Jm",
      "nama": "Jerman",
      "usage_count": 5,
      "description": "Kategori 'Jerman' dengan kode 'Jm'",
      "full_description": "Jerman merujuk pada pengaruh bahasa dan budaya Jerman yang masuk ke Indonesia melalui konteks akademik, teknologi, dan hubungan diplomatik. Kategori ini mencakup kosakata yang berasal dari bahasa Jerman atau berkaitan dengan bidang-bidang seperti ilmu pengetahuan, teknologi, filosofi, dan konsep-konsep teknis yang diadaptasi dari tradisi keilmuan Jerman ke dalam bahasa Indonesia."
    },
    {
      "kode": "Trj",
      "nama": "Toraja",
      "usage_count": 5,
      "description": "Kategori 'Toraja' dengan kode 'Trj'",
      "full_description": "Toraja adalah suku bangsa yang mendiami wilayah Sulawesi Selatan dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Toraja atau berkaitan dengan budaya Toraja, termasuk istilah-istilah dalam bidang pertanian pegunungan, sistem sosial adat, upacara ritual Rambu Solo dan Rambu Tuka, serta arsitektur tradisional tongkonan yang mencerminkan keunikan budaya Toraja."
    },
    {
      "kode": "Stn",
      "nama": "Sentani",
      "usage_count": 5,
      "description": "Kategori 'Sentani' dengan kode 'Stn'",
      "full_description": "Sentani adalah suku bangsa yang mendiami wilayah sekitar Danau Sentani, Papua dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Sentani atau berkaitan dengan budaya Sentani, termasuk istilah-istilah dalam bidang kehidupan danau, sistem sosial tradisional, seni lukis kulit kayu, dan kearifan lokal yang mencerminkan harmoni dengan lingkungan danau Papua."
    },
    {
      "kode": "Slw",
      "nama": "Seluwarsa",
      "usage_count": 5,
      "description": "Kategori 'Seluwarsa' dengan kode 'Slw'",
      "full_description": "Seluwarsa adalah suku bangsa yang mendiami wilayah Maluku dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Seluwarsa atau berkaitan dengan budaya Seluwarsa, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan praktik-praktik budaya yang mencerminkan adaptasi masyarakat Seluwarsa dengan lingkungan kepulauan Maluku."
    },
    {
      "kode": "Kls",
      "nama": "Kulisusu",
      "usage_count": 5,
      "description": "Kategori 'Kulisusu' dengan kode 'Kls'",
      "full_description": "Kulisusu adalah suku bangsa yang mendiami wilayah Sulawesi Tenggara dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Kulisusu atau berkaitan dengan budaya Kulisusu, termasuk istilah-istilah dalam bidang kehidupan pesisir, sistem sosial tradisional, kerajinan tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Kulisusu dengan lingkungan Sulawesi Tenggara."
    },
    {
      "kode": "Graf",
      "nama": "Grafika",
      "usage_count": 5,
      "description": "Kategori 'Grafika' dengan kode 'Graf'",
      "full_description": "Grafika adalah bidang seni dan teknologi yang berkaitan dengan desain visual, percetakan, dan komunikasi visual. Kategori ini mencakup terminologi yang berkaitan dengan teknik cetak, tipografi, desain layout, fotografi, ilustrasi, serta teknologi digital yang digunakan dalam produksi materi visual untuk media cetak dan digital."
    },
    {
      "kode": "Ars",
      "nama": "Arsitektur",
      "usage_count": 5,
      "description": "Kategori 'Arsitektur' dengan kode 'Ars'",
      "full_description": "Arsitektur adalah seni dan ilmu merancang serta membangun struktur fisik seperti bangunan dan ruang. Kategori ini mencakup terminologi yang berkaitan dengan desain bangunan, perencanaan ruang, konstruksi, material bangunan, estetika arsitektural, serta prinsip-prinsip dalam menciptakan lingkungan binaan yang fungsional dan estetis."
    },
    {
      "kode": "Ky",
      "nama": "Karey",
      "usage_count": 4,
      "description": "Kategori 'Karey' dengan kode 'Ky'",
      "full_description": "Karey adalah suku bangsa yang mendiami wilayah Maluku dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Karey atau berkaitan dengan budaya Karey, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan praktik-praktik budaya yang mencerminkan adaptasi masyarakat Karey dengan lingkungan kepulauan Maluku."
    },
    {
      "kode": "Bc",
      "nama": "Bacan",
      "usage_count": 4,
      "description": "Kategori 'Bacan' dengan kode 'Bc'",
      "full_description": "Bacan adalah suku bangsa yang mendiami Pulau Bacan di Maluku Utara dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Bacan atau berkaitan dengan budaya Bacan, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Bacan dengan lingkungan kepulauan Maluku Utara."
    },
    {
      "kode": "Pust",
      "nama": "Ilmu Perpustakaan dan Dokumentasi",
      "usage_count": 4,
      "description": "Kategori 'Ilmu Perpustakaan dan Dokumentasi' dengan kode 'Pust'",
      "full_description": "Ilmu Perpustakaan dan Dokumentasi adalah disiplin yang mempelajari pengorganisasian, pengelolaan, dan penyebaran informasi. Kategori ini mencakup terminologi yang berkaitan dengan sistem katalogisasi, manajemen koleksi, teknologi informasi perpustakaan, layanan referensi, preservasi dokumen, serta metode dalam mengorganisir dan menyediakan akses informasi untuk kepentingan penelitian dan pendidikan."
    },
    {
      "kode": "Prm",
      "nama": "Pramuka",
      "usage_count": 4,
      "description": "Kategori 'Pramuka' dengan kode 'Prm'",
      "full_description": "Pramuka adalah gerakan pendidikan kepanduan yang bertujuan mengembangkan karakter, keterampilan, dan kepemimpinan pemuda. Kategori ini mencakup terminologi yang berkaitan dengan aktivitas kepanduan, sistem pangkat pramuka, kegiatan alam terbuka, keterampilan bertahan hidup, dan nilai-nilai moral yang diajarkan dalam pendidikan kepramukaan untuk membentuk generasi yang berkarakter dan bertanggung jawab."
    },
    {
      "kode": "of",
      "nama": "Ofensif",
      "usage_count": 4,
      "description": "Kategori 'Ofensif' dengan kode 'of'",
      "full_description": "Ofensif adalah kategori yang menandai kata atau ungkapan yang dapat menyinggung, menyakiti, atau dianggap tidak pantas dalam konteks sosial tertentu. Kategori ini mencakup istilah-istilah yang berpotensi menimbulkan reaksi negatif atau perasaan tersinggung, sehingga penggunaannya perlu dipertimbangkan dengan hati-hati tergantung konteks dan audiensnya."
    },
    {
      "kode": "Tot",
      "nama": "Totoli",
      "usage_count": 4,
      "description": "Kategori 'Totoli' dengan kode 'Tot'",
      "full_description": "Totoli adalah suku bangsa yang mendiami wilayah Sulawesi Tengah dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Totoli atau berkaitan dengan budaya Totoli, termasuk istilah-istilah dalam bidang kehidupan pesisir, sistem sosial tradisional, kerajinan tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Totoli dengan lingkungan pesisir Sulawesi Tengah."
    },
    {
      "kode": "Ke",
      "nama": "Kenyah",
      "usage_count": 4,
      "description": "Kategori 'Kenyah' dengan kode 'Ke'",
      "full_description": "Kenyah adalah suku Dayak yang mendiami wilayah Kalimantan dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Kenyah atau berkaitan dengan budaya Kenyah, termasuk istilah-istilah dalam bidang kehidupan hutan, sistem sosial tradisional, kerajinan anyam, dan kearifan lokal dalam mengelola hutan yang mencerminkan harmoni masyarakat Kenyah dengan lingkungan Kalimantan."
    },
    {
      "kode": "Mik",
      "nama": "Mikologi",
      "usage_count": 4,
      "description": "Kategori 'Mikologi' dengan kode 'Mik'",
      "full_description": "Mikologi adalah cabang biologi yang mempelajari jamur, termasuk struktur, fungsi, ekologi, dan klasifikasinya. Kategori ini mencakup terminologi ilmiah yang berkaitan dengan berbagai jenis jamur, reproduksi jamur, peran jamur dalam ekosistem, aplikasi jamur dalam industri dan kedokteran, serta identifikasi jamur yang bermanfaat maupun yang berbahaya bagi manusia."
    },
    {
      "kode": "Ylh",
      "nama": "Yalahatan",
      "usage_count": 4,
      "description": "Kategori 'Yalahatan' dengan kode 'Ylh'",
      "full_description": "Yalahatan adalah suku bangsa yang mendiami wilayah Maluku dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Yalahatan atau berkaitan dengan budaya Yalahatan, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan praktik-praktik budaya yang mencerminkan adaptasi masyarakat Yalahatan dengan lingkungan kepulauan Maluku."
    },
    {
      "kode": "Mks",
      "nama": "Makassar",
      "usage_count": 4,
      "description": "Kategori 'Makassar' dengan kode 'Mks'",
      "full_description": "Makassar adalah suku bangsa yang mendiami wilayah Sulawesi Selatan dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Makassar atau berkaitan dengan budaya Makassar, termasuk istilah-istilah dalam bidang pelayaran, perdagangan, sistem kerajaan tradisional, dan tradisi maritim yang mencerminkan peran penting Makassar dalam sejarah Nusantara."
    },
    {
      "kode": "Kei",
      "nama": "Kei",
      "usage_count": 4,
      "description": "Kategori 'Kei' dengan kode 'Kei'",
      "full_description": "Kei adalah suku bangsa yang mendiami Kepulauan Kei di Maluku dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Kei atau berkaitan dengan budaya Kei, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Kei dengan lingkungan kepulauan Maluku."
    },
    {
      "kode": "Ptk",
      "nama": "Putuk",
      "usage_count": 4,
      "description": "Kategori 'Putuk' dengan kode 'Ptk'",
      "full_description": "Putuk adalah suku bangsa yang mendiami wilayah Indonesia timur dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Putuk atau berkaitan dengan budaya Putuk, termasuk istilah-istilah dalam bidang kehidupan tradisional, sistem sosial adat, dan praktik-praktik budaya yang mencerminkan identitas masyarakat Putuk."
    },
    {
      "kode": "Ab",
      "nama": "Abui",
      "usage_count": 4,
      "description": "Kategori 'Abui' dengan kode 'Ab'",
      "full_description": "Abui adalah suku bangsa yang mendiami wilayah Alor, Nusa Tenggara Timur dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Abui atau berkaitan dengan budaya Abui, termasuk istilah-istilah dalam bidang kehidupan kepulauan, sistem sosial tradisional, kerajinan tenun, dan praktik-praktik budaya yang mencerminkan adaptasi masyarakat Abui dengan lingkungan kepulauan Nusa Tenggara Timur."
    },
    {
      "kode": "Bla",
      "nama": "Blagar",
      "usage_count": 4,
      "description": "Kategori 'Blagar' dengan kode 'Bla'",
      "full_description": "Blagar adalah suku bangsa yang mendiami wilayah Alor, Nusa Tenggara Timur dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Blagar atau berkaitan dengan budaya Blagar, termasuk istilah-istilah dalam bidang kehidupan kepulauan, sistem sosial tradisional, dan praktik-praktik budaya yang mencerminkan kearifan lokal masyarakat Blagar."
    },
    {
      "kode": "Astro",
      "nama": "Astronomi",
      "usage_count": 4,
      "description": "Kategori 'Astronomi' dengan kode 'Astro'",
      "full_description": "Astronomi adalah ilmu yang mempelajari benda-benda langit seperti bintang, planet, galaksi, dan fenomena alam semesta. Kategori ini mencakup terminologi ilmiah yang berkaitan dengan observasi astronomi, astrofisika, kosmologi, dan eksplorasi ruang angkasa yang memberikan pemahaman tentang struktur dan evolusi alam semesta serta posisi Bumi dalam konteks kosmik."
    },
    {
      "kode": "uk",
      "nama": "Ucapan Klasik",
      "usage_count": 4,
      "description": "Kategori 'Ucapan Klasik' dengan kode 'uk'",
      "full_description": "Ucapan Klasik adalah kategori yang mencakup ungkapan, peribahasa, atau frasa yang berasal dari tradisi sastra dan budaya klasik. Kategori ini memuat istilah-istilah yang memiliki nilai historis dan budaya tinggi, sering digunakan dalam konteks formal atau sastra untuk menunjukkan kedalaman makna dan keanggunan bahasa dalam tradisi klasik Indonesia."
    },
    {
      "kode": "Kw",
      "nama": "Kawi",
      "usage_count": 3,
      "description": "Kategori 'Kawi' dengan kode 'Kw'",
      "full_description": "Kawi adalah bahasa sastra klasik Jawa Kuno yang digunakan dalam karya sastra dan prasasti masa kerajaan Hindu-Buddha di Jawa. Kategori ini mencakup terminologi yang berasal dari bahasa Kawi yang masih digunakan dalam konteks sastra, budaya, dan spiritualitas Jawa, terutama dalam karya sastra klasik dan upacara tradisional yang mencerminkan warisan peradaban Jawa kuno."
    },
    {
      "kode": "Ka",
      "nama": "Kamang",
      "usage_count": 3,
      "description": "Kategori 'Kamang' dengan kode 'Ka'",
      "full_description": "Kamang adalah suku bangsa yang mendiami wilayah Sumatera Barat dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Kamang atau berkaitan dengan budaya Kamang, termasuk istilah-istilah dalam bidang kehidupan pegunungan, sistem sosial adat, dan tradisi yang mencerminkan kearifan lokal masyarakat Kamang di dataran tinggi Sumatera."
    },
    {
      "kode": "Tb",
      "nama": "Tobelo",
      "usage_count": 3,
      "description": "Kategori 'Tobelo' dengan kode 'Tb'",
      "full_description": "Tobelo adalah suku bangsa yang mendiami wilayah Halmahera, Maluku Utara dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Tobelo atau berkaitan dengan budaya Tobelo, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Tobelo dengan lingkungan kepulauan Maluku Utara."
    },
    {
      "kode": "Teng",
      "nama": "Tenggalan",
      "usage_count": 3,
      "description": "Kategori 'Tenggalan' dengan kode 'Teng'",
      "full_description": "Tenggalan adalah suku bangsa yang mendiami wilayah Indonesia dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Tenggalan atau berkaitan dengan budaya Tenggalan, termasuk istilah-istilah dalam bidang kehidupan tradisional, sistem sosial adat, dan praktik-praktik budaya yang mencerminkan identitas masyarakat Tenggalan."
    },
    {
      "kode": "Mal",
      "nama": "Melayu Malaysia",
      "usage_count": 3,
      "description": "Kategori 'Melayu Malaysia' dengan kode 'Mal'",
      "full_description": "Melayu Malaysia adalah varian bahasa Melayu yang dituturkan di Malaysia dengan beberapa perbedaan kosakata dan penggunaan dibanding bahasa Indonesia. Kategori ini mencakup kosakata yang berasal dari dialek Melayu Malaysia yang kadang digunakan dalam konteks Indonesia, terutama dalam media, sastra, atau komunikasi lintas budaya Melayu di Asia Tenggara."
    },
    {
      "kode": "Lp",
      "nama": "Lampung",
      "usage_count": 3,
      "description": "Kategori 'Lampung' dengan kode 'Lp'",
      "full_description": "Lampung adalah provinsi di ujung selatan Sumatera dengan suku bangsa dan bahasa yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Lampung atau berkaitan dengan budaya Lampung, termasuk istilah-istilah dalam bidang pertanian, sistem sosial adat, kerajinan tradisional seperti tapis, dan tradisi yang mencerminkan kearifan lokal masyarakat Lampung."
    },
    {
      "kode": "Mp",
      "nama": "Massenrengpulu",
      "usage_count": 3,
      "description": "Kategori 'Massenrengpulu' dengan kode 'Mp'",
      "full_description": "Massenrengpulu adalah suku bangsa yang mendiami wilayah Sulawesi Selatan dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Massenrengpulu atau berkaitan dengan budaya Massenrengpulu, termasuk istilah-istilah dalam bidang pertanian pegunungan, sistem sosial tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Massenrengpulu dengan lingkungan Sulawesi Selatan."
    },
    {
      "kode": "Mar",
      "nama": "Marlasi",
      "usage_count": 3,
      "description": "Kategori 'Marlasi' dengan kode 'Mar'",
      "full_description": "Marlasi adalah suku bangsa yang mendiami wilayah Indonesia dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Marlasi atau berkaitan dengan budaya Marlasi, termasuk istilah-istilah dalam bidang kehidupan tradisional, sistem sosial adat, dan praktik-praktik budaya yang mencerminkan identitas masyarakat Marlasi."
    },
    {
      "kode": "Me",
      "nama": "Moronene",
      "usage_count": 3,
      "description": "Kategori 'Moronene' dengan kode 'Me'",
      "full_description": "Moronene adalah suku bangsa yang mendiami wilayah Sulawesi Tenggara dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Moronene atau berkaitan dengan budaya Moronene, termasuk istilah-istilah dalam bidang kehidupan tradisional, sistem sosial adat, dan praktik-praktik budaya yang mencerminkan kearifan lokal masyarakat Moronene di Sulawesi Tenggara."
    },
    {
      "kode": "Mdl",
      "nama": "Modole",
      "usage_count": 3,
      "description": "Kategori 'Modole' dengan kode 'Mdl'",
      "full_description": "Modole adalah suku bangsa yang mendiami wilayah Halmahera, Maluku Utara dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Modole atau berkaitan dengan budaya Modole, termasuk istilah-istilah dalam bidang kehidupan kepulauan, sistem sosial tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Modole dengan lingkungan kepulauan Maluku Utara."
    },
    {
      "kode": "Trf",
      "nama": "Tarfia",
      "usage_count": 3,
      "description": "Kategori 'Tarfia' dengan kode 'Trf'",
      "full_description": "Tarfia adalah suku bangsa yang mendiami wilayah Papua dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Tarfia atau berkaitan dengan budaya Tarfia, termasuk istilah-istilah dalam bidang kehidupan tradisional, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Tarfia dengan lingkungan Papua."
    },
    {
      "kode": "Pet",
      "nama": "Petrologi dan Migas",
      "usage_count": 3,
      "description": "Kategori 'Petrologi dan Migas' dengan kode 'Pet'",
      "full_description": "Petrologi dan Migas adalah bidang ilmu yang mempelajari batuan dan minyak bumi serta gas alam. Kategori ini mencakup terminologi yang berkaitan dengan analisis batuan, eksplorasi hidrokarbon, karakteristik reservoir, teknologi pengeboran, produksi migas, dan proses geologi yang berperan dalam pembentukan dan akumulasi minyak bumi dan gas alam."
    },
    {
      "kode": "Kos",
      "nama": "-",
      "usage_count": 3,
      "description": "Kategori '-' dengan kode 'Kos'",
      "full_description": "Kos adalah kategori khusus yang berkaitan dengan kosakata tertentu dalam bahasa Indonesia. Kategori ini mencakup istilah-istilah yang memiliki karakteristik linguistik khusus atau digunakan dalam konteks tertentu yang memerlukan penandaan kategori tersendiri untuk keperluan analisis leksikologi dan semantik dalam studi bahasa Indonesia."
    },
    {
      "kode": "Oi",
      "nama": "Oirata",
      "usage_count": 3,
      "description": "Kategori 'Oirata' dengan kode 'Oi'",
      "full_description": "Oirata adalah suku bangsa yang mendiami wilayah Kisar, Maluku dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Oirata atau berkaitan dengan budaya Oirata, termasuk istilah-istilah dalam bidang kehidupan kepulauan kecil, sistem sosial tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Oirata dengan lingkungan kepulauan Maluku."
    },
    {
      "kode": "Sng",
      "nama": "Sangir",
      "usage_count": 3,
      "description": "Kategori 'Sangir' dengan kode 'Sng'",
      "full_description": "Sangir adalah suku bangsa yang mendiami Kepulauan Sangir di Sulawesi Utara dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Sangir atau berkaitan dengan budaya Sangir, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Sangir dengan lingkungan kepulauan."
    },
    {
      "kode": "Mnd",
      "nama": "Melayu Manado",
      "usage_count": 3,
      "description": "Kategori 'Melayu Manado' dengan kode 'Mnd'",
      "full_description": "Melayu Manado adalah varian bahasa Melayu yang berkembang di Manado dan sekitarnya dengan pengaruh multikultural yang kuat. Kategori ini mencakup kosakata yang berasal dari dialek Melayu Manado atau berkaitan dengan budaya lokal Manado, termasuk istilah-istilah yang mencerminkan perpaduan budaya Minahasa, Melayu, dan pengaruh kolonial dalam konteks urban Manado."
    },
    {
      "kode": "Rjg",
      "nama": "Rejang",
      "usage_count": 3,
      "description": "Kategori 'Rejang' dengan kode 'Rjg'",
      "full_description": "Rejang adalah suku bangsa yang mendiami wilayah Bengkulu dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Rejang atau berkaitan dengan budaya Rejang, termasuk istilah-istilah dalam bidang pertanian pegunungan, sistem sosial adat, kerajinan tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Rejang dengan lingkungan dataran tinggi Bengkulu."
    },
    {
      "kode": "Srm",
      "nama": "Seram",
      "usage_count": 3,
      "description": "Kategori 'Seram' dengan kode 'Srm'",
      "full_description": "Seram adalah pulau di Maluku dengan beragam suku bangsa dan bahasa yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa-bahasa di Seram atau berkaitan dengan budaya masyarakat Seram, termasuk istilah-istilah dalam bidang kehidupan hutan tropis, sistem sosial tradisional, dan kearifan lokal yang mencerminkan adaptasi dengan lingkungan kepulauan Maluku."
    },
    {
      "kode": "pro",
      "nama": "Pronomina",
      "usage_count": 3,
      "description": "Kategori 'Pronomina' dengan kode 'pro'",
      "full_description": "Pronomina adalah kelas kata yang berfungsi menggantikan nomina atau frasa nominal dalam kalimat. Kategori ini mencakup berbagai jenis kata ganti seperti kata ganti orang, kata ganti penunjuk, kata ganti tanya, dan kata ganti tak tentu yang berperan penting dalam struktur gramatikal bahasa Indonesia untuk menghindari pengulangan dan menciptakan kohesi dalam teks."
    },
    {
      "kode": "Tas",
      "nama": "Tasawuf",
      "usage_count": 2,
      "description": "Kategori 'Tasawuf' dengan kode 'Tas'",
      "full_description": "Tasawuf adalah ajaran spiritual dalam Islam yang menekankan pada pencarian kedekatan dengan Allah melalui penyucian jiwa dan praktik spiritual. Kategori ini mencakup terminologi yang berkaitan dengan konsep mistisisme Islam, praktik zikir, maqamat dan ahwal, ajaran tarekat, serta konsep-konsep spiritual yang berkembang dalam tradisi tasawuf di Indonesia."
    },
    {
      "kode": "Sp",
      "nama": "Spanyol",
      "usage_count": 2,
      "description": "Kategori 'Spanyol' dengan kode 'Sp'",
      "full_description": "Spanyol merujuk pada pengaruh bahasa dan budaya Spanyol yang masuk ke Indonesia terutama melalui kontak sejarah dan perdagangan internasional. Kategori ini mencakup kosakata yang berasal dari bahasa Spanyol yang diadaptasi ke dalam bahasa Indonesia, terutama dalam bidang kuliner, budaya, dan beberapa istilah yang masuk melalui jalur perdagangan dan diplomasi."
    },
    {
      "kode": "Hut",
      "nama": "Kehutanan",
      "usage_count": 2,
      "description": "Kategori 'Kehutanan' dengan kode 'Hut'",
      "full_description": "Kehutanan adalah bidang ilmu dan praktik yang berkaitan dengan pengelolaan, konservasi, dan pemanfaatan hutan secara berkelanjutan. Kategori ini mencakup terminologi yang berkaitan dengan silvikultur, ekologi hutan, konservasi biodiversitas, manajemen hasil hutan, agroforestri, serta teknologi dan kebijakan dalam pengelolaan sumber daya hutan untuk kesejahteraan masyarakat dan kelestarian lingkungan."
    },
    {
      "kode": "Lmt",
      "nama": "Lematang",
      "usage_count": 2,
      "description": "Kategori 'Lematang' dengan kode 'Lmt'",
      "full_description": "Lematang adalah suku bangsa yang mendiami wilayah Sumatera Selatan dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Lematang atau berkaitan dengan budaya Lematang, termasuk istilah-istilah dalam bidang kehidupan sungai, pertanian tradisional, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Lematang dengan lingkungan Sumatera Selatan."
    },
    {
      "kode": "Ng",
      "nama": "Ngada",
      "usage_count": 2,
      "description": "Kategori 'Ngada' dengan kode 'Ng'",
      "full_description": "Ngada adalah suku bangsa yang mendiami wilayah Flores, Nusa Tenggara Timur dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Ngada atau berkaitan dengan budaya Ngada, termasuk istilah-istilah dalam bidang pertanian pegunungan, sistem sosial adat, arsitektur tradisional, dan upacara ritual yang mencerminkan kearifan lokal masyarakat Ngada."
    },
    {
      "kode": "Als",
      "nama": "Alas",
      "usage_count": 2,
      "description": "Kategori 'Alas' dengan kode 'Als'",
      "full_description": "Alas adalah suku bangsa yang mendiami wilayah Aceh dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Alas atau berkaitan dengan budaya Alas, termasuk istilah-istilah dalam bidang pertanian tradisional, sistem sosial adat, kerajinan tradisional, dan kearifan lokal yang mencerminkan identitas masyarakat Alas di dataran tinggi Aceh."
    },
    {
      "kode": "Sky",
      "nama": "Sekayu",
      "usage_count": 2,
      "description": "Kategori 'Sekayu' dengan kode 'Sky'",
      "full_description": "Sekayu adalah suatu wilayah di Sumatera Selatan yang memiliki karakteristik linguistik dan budaya tersendiri. Kategori ini mencakup kosakata yang berasal dari atau berkaitan dengan wilayah Sekayu, termasuk istilah-istilah dalam bidang kehidupan sungai, pertanian lokal, perdagangan tradisional, dan kearifan lokal yang mencerminkan identitas masyarakat Sekayu di wilayah Sumatera Selatan."
    },
    {
      "kode": "Btk",
      "nama": "Bantik",
      "usage_count": 2,
      "description": "Kategori 'Bantik' dengan kode 'Btk'",
      "full_description": "Bantik adalah suku bangsa yang mendiami wilayah Sulawesi Utara dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Bantik atau berkaitan dengan budaya Bantik, termasuk istilah-istilah dalam bidang kehidupan pesisir, pertanian tradisional, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Bantik dengan lingkungan Sulawesi Utara."
    },
    {
      "kode": "Lj",
      "nama": "Lauje",
      "usage_count": 2,
      "description": "Kategori 'Lauje' dengan kode 'Lj'",
      "full_description": "Lauje adalah suku bangsa yang mendiami wilayah Sulawesi Tengah dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Lauje atau berkaitan dengan budaya Lauje, termasuk istilah-istilah dalam bidang kehidupan pesisir, pertanian tradisional, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Lauje dengan lingkungan pesisir dan pegunungan Sulawesi Tengah."
    },
    {
      "kode": "Tsg",
      "nama": "Minahasa Tonsawang",
      "usage_count": 2,
      "description": "Kategori 'Minahasa Tonsawang' dengan kode 'Tsg'",
      "full_description": "Minahasa Tonsawang adalah salah satu sub-suku dari kelompok etnis Minahasa di Sulawesi Utara dengan dialek dan tradisi yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Tonsawang atau berkaitan dengan budaya Minahasa Tonsawang, termasuk istilah-istilah dalam bidang pertanian tradisional, sistem sosial adat, kerajinan tradisional, dan kearifan lokal yang mencerminkan identitas masyarakat Tonsawang dalam kebudayaan Minahasa."
    },
    {
      "kode": "Kap",
      "nama": "Perkapalan",
      "usage_count": 2,
      "description": "Kategori 'Perkapalan' dengan kode 'Kap'",
      "full_description": "Perkapalan adalah bidang ilmu dan industri yang berkaitan dengan desain, konstruksi, operasi, dan pemeliharaan kapal serta teknologi maritim. Kategori ini mencakup terminologi yang berkaitan dengan teknik naval arsitektur, navigasi, sistem propulsi kapal, keselamatan pelayaran, teknologi maritim, serta aspek ekonomi dan hukum dalam industri pelayaran dan transportasi laut."
    },
    {
      "kode": "Kol",
      "nama": "Kola",
      "usage_count": 2,
      "description": "Kategori 'Kola' dengan kode 'Kol'",
      "full_description": "Kola adalah suku bangsa yang mendiami wilayah Maluku Utara dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Kola atau berkaitan dengan budaya Kola, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi bahari, pertanian lokal, dan kearifan lokal yang mencerminkan adaptasi masyarakat Kola dengan lingkungan kepulauan Maluku Utara."
    },
    {
      "kode": "Pm",
      "nama": "Pamona",
      "usage_count": 2,
      "description": "Kategori 'Pamona' dengan kode 'Pm'",
      "full_description": "Pamona adalah suku bangsa yang mendiami wilayah Sulawesi Tengah dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Pamona atau berkaitan dengan budaya Pamona, termasuk istilah-istilah dalam bidang pertanian danau, sistem sosial adat, kepercayaan tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Pamona dengan lingkungan danau dan pegunungan Sulawesi Tengah."
    },
    {
      "kode": "Kal",
      "nama": "Kaili",
      "usage_count": 2,
      "description": "Kategori 'Kaili' dengan kode 'Kal'",
      "full_description": "Kaili adalah suku bangsa yang mendiami wilayah Sulawesi Tengah dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Kaili atau berkaitan dengan budaya Kaili, termasuk istilah-istilah dalam bidang pertanian lembah, sistem sosial adat, kerajinan tradisional, dan kearifan lokal yang mencerminkan identitas masyarakat Kaili di dataran Sulawesi Tengah."
    },
    {
      "kode": "Sg",
      "nama": "Sigulai",
      "usage_count": 2,
      "description": "Kategori 'Sigulai' dengan kode 'Sg'",
      "full_description": "Sigulai adalah suku bangsa yang mendiami wilayah kepulauan Mentawai dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Sigulai atau berkaitan dengan budaya Sigulai, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi bahari, pertanian tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Sigulai dengan lingkungan kepulauan Mentawai."
    },
    {
      "kode": "Pi",
      "nama": "Piliana",
      "usage_count": 2,
      "description": "Kategori 'Piliana' dengan kode 'Pi'",
      "full_description": "Piliana adalah kelompok etnis yang mendiami wilayah tertentu di Nusantara dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Piliana atau berkaitan dengan budaya Piliana, termasuk istilah-istilah dalam bidang kehidupan sosial, pertanian tradisional, sistem adat, dan kearifan lokal yang mencerminkan identitas masyarakat Piliana."
    },
    {
      "kode": "Bgi",
      "nama": "Banggai",
      "usage_count": 2,
      "description": "Kategori 'Banggai' dengan kode 'Bgi'",
      "full_description": "Banggai adalah suku bangsa yang mendiami wilayah Kepulauan Banggai di Sulawesi Tengah dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Banggai atau berkaitan dengan budaya Banggai, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi bahari, pertanian lokal, dan kearifan lokal yang mencerminkan adaptasi masyarakat Banggai dengan lingkungan kepulauan."
    },
    {
      "kode": "Kae",
      "nama": "Kaera",
      "usage_count": 2,
      "description": "Kategori 'Kaera' dengan kode 'Kae'",
      "full_description": "Kaera adalah kelompok etnis yang mendiami wilayah tertentu di Nusantara dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Kaera atau berkaitan dengan budaya Kaera, termasuk istilah-istilah dalam bidang kehidupan sosial, pertanian tradisional, sistem adat, dan kearifan lokal yang mencerminkan identitas masyarakat Kaera."
    },
    {
      "kode": "Pp",
      "nama": "Papua",
      "usage_count": 2,
      "description": "Kategori 'Papua' dengan kode 'Pp'",
      "full_description": "Papua adalah wilayah dengan keragaman etnis dan bahasa yang sangat kaya di bagian timur Indonesia. Kategori ini mencakup kosakata yang berasal dari berbagai bahasa Papua atau berkaitan dengan budaya Papua, termasuk istilah-istilah dalam bidang kehidupan hutan tropis, tradisi sago, sistem sosial adat, dan kearifan lokal yang mencerminkan keragaman budaya masyarakat Papua."
    },
    {
      "kode": "Par",
      "nama": "Parsi",
      "usage_count": 2,
      "description": "Kategori 'Parsi' dengan kode 'Par'",
      "full_description": "Parsi adalah bahasa Iran kuno yang digunakan dalam teks-teks Zoroaster dan literatur klasik Persia. Kategori ini mencakup kosakata yang berasal dari bahasa Parsi atau berkaitan dengan budaya Parsi, termasuk istilah-istilah dalam bidang agama Zoroaster, filsafat klasik, kesusasteraan kuno, dan pengaruh budaya Persia dalam tradisi intelektual dan spiritual di Asia Barat."
    },
    {
      "kode": "Km",
      "nama": "Kimaam",
      "usage_count": 2,
      "description": "Kategori 'Kimaam' dengan kode 'Km'",
      "full_description": "Kimaam adalah suku bangsa yang mendiami wilayah Papua dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Kimaam atau berkaitan dengan budaya Kimaam, termasuk istilah-istilah dalam bidang kehidupan sungai dan rawa, pertanian sagu, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Kimaam dengan lingkungan Papua selatan."
    },
    {
      "kode": "Yn",
      "nama": "Yunani",
      "usage_count": 2,
      "description": "Kategori 'Yunani' dengan kode 'Yn'",
      "full_description": "Yunani adalah bahasa klasik yang memiliki pengaruh besar dalam perkembangan ilmu pengetahuan, filsafat, dan istilah akademik. Kategori ini mencakup kosakata yang berasal dari bahasa Yunani atau berkaitan dengan kebudayaan Yunani, termasuk istilah-istilah dalam bidang filsafat, matematika, kedokteran, ilmu alam, dan terminologi ilmiah yang diadopsi dalam bahasa Indonesia melalui warisan intelektual Yunani."
    },
    {
      "kode": "Mt",
      "nama": "Mentawai",
      "usage_count": 2,
      "description": "Kategori 'Mentawai' dengan kode 'Mt'",
      "full_description": "Mentawai adalah suku bangsa yang mendiami Kepulauan Mentawai di Sumatera Barat dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Mentawai atau berkaitan dengan budaya Mentawai, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi bahari, sistem kepercayaan tradisional, dan kearifan lokal yang mencerminkan harmoni masyarakat Mentawai dengan lingkungan kepulauan."
    },
    {
      "kode": "Tj",
      "nama": "Tunjung",
      "usage_count": 2,
      "description": "Kategori 'Tunjung' dengan kode 'Tj'",
      "full_description": "Tunjung adalah suku Dayak yang mendiami wilayah Kalimantan Timur dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Tunjung atau berkaitan dengan budaya Tunjung, termasuk istilah-istilah dalam bidang kehidupan sungai, pertanian tradisional, sistem sosial adat Dayak, dan kearifan lokal yang mencerminkan adaptasi masyarakat Tunjung dengan lingkungan hutan dan sungai Kalimantan."
    },
    {
      "kode": "Astrol",
      "nama": "Astrologi",
      "usage_count": 2,
      "description": "Kategori 'Astrologi' dengan kode 'Astrol'",
      "full_description": "Astrologi adalah sistem kepercayaan yang mempelajari pengaruh benda-benda langit terhadap kehidupan manusia dan peristiwa di Bumi. Kategori ini mencakup terminologi yang berkaitan dengan ramalan bintang, zodiak, horoskop, interpretasi posisi planet, serta konsep-konsep dalam tradisi astrologi yang digunakan untuk memahami kepribadian dan prediksi masa depan berdasarkan konfigurasi astronomi."
    },
    {
      "kode": "Og",
      "nama": "Ogan",
      "usage_count": 2,
      "description": "Kategori 'Ogan' dengan kode 'Og'",
      "full_description": "Ogan adalah suku bangsa yang mendiami wilayah Sumatera Selatan dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Ogan atau berkaitan dengan budaya Ogan, termasuk istilah-istilah dalam bidang kehidupan sungai, pertanian tradisional, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Ogan dengan lingkungan Sumatera Selatan."
    },
    {
      "kode": "Jp",
      "nama": "Jepang",
      "usage_count": 2,
      "description": "Kategori 'Jepang' dengan kode 'Jp'",
      "full_description": "Jepang merujuk pada pengaruh bahasa dan budaya Jepang yang masuk ke Indonesia melalui berbagai jalur seperti teknologi, kuliner, dan budaya populer. Kategori ini mencakup kosakata yang berasal dari bahasa Jepang yang diadaptasi ke dalam bahasa Indonesia, terutama dalam bidang teknologi, seni bela diri, kuliner, dan istilah-istilah budaya yang mencerminkan interaksi Indonesia-Jepang."
    },
    {
      "kode": "Sln",
      "nama": "Saluan",
      "usage_count": 2,
      "description": "Kategori 'Saluan' dengan kode 'Sln'",
      "full_description": "Saluan adalah suku bangsa yang mendiami wilayah Sulawesi Tengah dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Saluan atau berkaitan dengan budaya Saluan, termasuk istilah-istilah dalam bidang kehidupan pesisir, sistem sosial tradisional, kerajinan tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Saluan dengan lingkungan pesisir Sulawesi Tengah."
    },
    {
      "kode": "Terb",
      "nama": "Penerbangan",
      "usage_count": 2,
      "description": "Kategori 'Penerbangan' dengan kode 'Terb'",
      "full_description": "Penerbangan adalah bidang yang berkaitan dengan teknologi, operasi, dan manajemen pesawat terbang serta transportasi udara. Kategori ini mencakup terminologi yang berkaitan dengan aviasi, navigasi udara, sistem keselamatan penerbangan, teknologi pesawat, manajemen lalu lintas udara, serta aspek operasional dan regulasi dalam industri penerbangan sipil dan militer."
    },
    {
      "kode": "Bkp",
      "nama": "Bakumpai",
      "usage_count": 2,
      "description": "Kategori 'Bakumpai' dengan kode 'Bkp'",
      "full_description": "Bakumpai adalah suku Dayak yang mendiami wilayah Kalimantan Tengah dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Bakumpai atau berkaitan dengan budaya Bakumpai, termasuk istilah-istilah dalam bidang kehidupan sungai, pertanian tradisional, sistem sosial adat Dayak, dan kearifan lokal yang mencerminkan adaptasi masyarakat Bakumpai dengan lingkungan rawa dan sungai Kalimantan."
    },
    {
      "kode": "Kh",
      "nama": "Kapuas Hulu",
      "usage_count": 2,
      "description": "Kategori 'Kapuas Hulu' dengan kode 'Kh'",
      "full_description": "Kapuas Hulu adalah wilayah di Kalimantan Barat dengan keragaman suku Dayak dan bahasa yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa-bahasa di Kapuas Hulu atau berkaitan dengan budaya lokal, termasuk istilah-istilah dalam bidang kehidupan hutan, sistem sosial tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Dayak Kapuas Hulu dengan lingkungan hulu sungai Kapuas."
    },
    {
      "kode": "sufiks pembentuk adjektiva",
      "nama": "-",
      "usage_count": 2,
      "description": "Kategori '-' dengan kode 'sufiks pembentuk adjektiva'",
      "full_description": "Sufiks pembentuk adjektiva adalah akhiran yang ditambahkan pada kata dasar untuk membentuk kata sifat atau adjektiva. Kategori ini mencakup berbagai sufiks dalam bahasa Indonesia yang berfungsi mengubah kelas kata menjadi adjektiva, seperti -an, -i, -if, dan lainnya, yang berperan penting dalam pembentukan kata sifat untuk menyatakan sifat, keadaan, atau karakteristik suatu objek."
    },
    {
      "kode": "Awy",
      "nama": "Awyu",
      "usage_count": 2,
      "description": "Kategori 'Awyu' dengan kode 'Awy'",
      "full_description": "Awyu adalah suku bangsa yang mendiami wilayah Papua dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Awyu atau berkaitan dengan budaya Awyu, termasuk istilah-istilah dalam bidang kehidupan hutan sago, sistem sosial tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Awyu dengan lingkungan hutan tropis Papua."
    },
    {
      "kode": "Buo",
      "nama": "Buol",
      "usage_count": 2,
      "description": "Kategori 'Buol' dengan kode 'Buo'",
      "full_description": "Buol adalah suku bangsa yang mendiami wilayah Sulawesi Tengah dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Buol atau berkaitan dengan budaya Buol, termasuk istilah-istilah dalam bidang kehidupan pesisir, sistem sosial tradisional, kerajinan tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Buol dengan lingkungan pesisir Sulawesi Tengah."
    },
    {
      "kode": "Sh",
      "nama": "Sahu",
      "usage_count": 1,
      "description": "Kategori 'Sahu' dengan kode 'Sh'",
      "full_description": "Sahu adalah suku bangsa yang mendiami wilayah Halmahera, Maluku Utara dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Sahu atau berkaitan dengan budaya Sahu, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Sahu dengan lingkungan kepulauan Maluku Utara."
    },
    {
      "kode": "Abr",
      "nama": "Abrap",
      "usage_count": 1,
      "description": "Kategori 'Abrap' dengan kode 'Abr'",
      "full_description": "Abrap adalah suku bangsa yang mendiami wilayah Papua dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Abrap atau berkaitan dengan budaya Abrap, termasuk istilah-istilah dalam bidang kehidupan tradisional, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Abrap dengan lingkungan Papua."
    },
    {
      "kode": "med",
      "nama": "Medis",
      "usage_count": 1,
      "description": "Kategori 'Medis' dengan kode 'med'",
      "full_description": "Medis adalah bidang yang berkaitan dengan ilmu kedokteran, diagnosis, pengobatan, dan perawatan kesehatan. Kategori ini mencakup terminologi yang berkaitan dengan praktik kedokteran, prosedur medis, farmakologi, anatomi, fisiologi, patologi, serta teknologi dan instrumen medis yang digunakan dalam pelayanan kesehatan dan pengobatan penyakit."
    },
    {
      "kode": "Smb",
      "nama": "Sumba",
      "usage_count": 1,
      "description": "Kategori 'Sumba' dengan kode 'Smb'",
      "full_description": "Sumba adalah pulau di Nusa Tenggara Timur dengan suku bangsa dan bahasa yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa-bahasa di Sumba atau berkaitan dengan budaya Sumba, termasuk istilah-istilah dalam bidang peternakan kuda, sistem sosial adat, kerajinan tenun ikat, dan tradisi megalitik yang mencerminkan kearifan lokal masyarakat Sumba."
    },
    {
      "kode": "Metal",
      "nama": "Metalurgi",
      "usage_count": 1,
      "description": "Kategori 'Metalurgi' dengan kode 'Metal'",
      "full_description": "Metalurgi adalah bidang ilmu dan teknologi yang mempelajari sifat-sifat logam dan proses pengolahannya. Kategori ini mencakup terminologi yang berkaitan dengan ekstraksi logam, peleburan, pemurnian, paduan logam, heat treatment, karakteristik material logam, serta teknologi yang digunakan dalam industri pengolahan dan manufaktur logam."
    },
    {
      "kode": "MkD",
      "nama": "Makian Dalam",
      "usage_count": 1,
      "description": "Kategori 'Makian Dalam' dengan kode 'MkD'",
      "full_description": "Makian Dalam adalah suku bangsa yang mendiami wilayah Pulau Makian di Maluku Utara dengan bahasa dan budaya yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Makian Dalam atau berkaitan dengan budaya Makian Dalam, termasuk istilah-istilah dalam bidang kehidupan kepulauan vulkanik, sistem sosial tradisional, dan kearifan lokal yang mencerminkan adaptasi dengan lingkungan kepulauan Maluku Utara."
    },
    {
      "kode": "Nbg",
      "nama": "Namblong",
      "usage_count": 1,
      "description": "Kategori 'Namblong' dengan kode 'Nbg'",
      "full_description": "Namblong adalah suku bangsa yang mendiami wilayah Indonesia dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Namblong atau berkaitan dengan budaya Namblong, termasuk istilah-istilah dalam bidang kehidupan tradisional, sistem sosial adat, dan kearifan lokal yang mencerminkan identitas masyarakat Namblong."
    },
    {
      "kode": "Lmg",
      "nama": "Lemolang",
      "usage_count": 1,
      "description": "Kategori 'Lemolang' dengan kode 'Lmg'",
      "full_description": "Lemolang adalah suku bangsa yang mendiami wilayah Sulawesi dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Lemolang atau berkaitan dengan budaya Lemolang, termasuk istilah-istilah dalam bidang kehidupan tradisional, sistem sosial adat, dan kearifan lokal yang mencerminkan identitas masyarakat Lemolang di Sulawesi."
    },
    {
      "kode": "Prw",
      "nama": "Pariwisata",
      "usage_count": 1,
      "description": "Kategori 'Pariwisata' dengan kode 'Prw'",
      "full_description": "Pariwisata adalah bidang industri dan kegiatan yang berkaitan dengan perjalanan wisata, rekreasi, dan layanan untuk wisatawan. Kategori ini mencakup terminologi yang berkaitan dengan destinasi wisata, manajemen perhotelan, layanan travel, promosi wisata, ekowisata, wisata budaya, serta aspek ekonomi dan sosial dalam pengembangan sektor pariwisata."
    },
    {
      "kode": "Kj",
      "nama": "Konjo",
      "usage_count": 1,
      "description": "Kategori 'Konjo' dengan kode 'Kj'",
      "full_description": "Konjo adalah suku bangsa yang mendiami wilayah Sulawesi Selatan dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Konjo atau berkaitan dengan budaya Konjo, termasuk istilah-istilah dalam bidang kehidupan pesisir, sistem sosial adat, kerajinan tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Konjo dengan lingkungan Sulawesi Selatan."
    },
    {
      "kode": "Ko",
      "nama": "Komering",
      "usage_count": 1,
      "description": "Kategori 'Komering' dengan kode 'Ko'",
      "full_description": "Komering adalah suku bangsa yang mendiami wilayah Sumatera Selatan dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Komering atau berkaitan dengan budaya Komering, termasuk istilah-istilah dalam bidang kehidupan sungai, pertanian tradisional, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Komering dengan lingkungan Sumatera Selatan."
    },
    {
      "kode": "Mr",
      "nama": "Mandar",
      "usage_count": 1,
      "description": "Kategori 'Mandar' dengan kode 'Mr'",
      "full_description": "Mandar adalah suku bangsa yang mendiami wilayah Sulawesi Barat dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Mandar atau berkaitan dengan budaya Mandar, termasuk istilah-istilah dalam bidang pelayaran, perdagangan, sistem sosial adat, dan tradisi maritim yang mencerminkan identitas masyarakat Mandar sebagai pelaut ulung di Sulawesi Barat."
    },
    {
      "kode": "Moa",
      "nama": "Moa",
      "usage_count": 1,
      "description": "Kategori 'Moa' dengan kode 'Moa'",
      "full_description": "Moa adalah suku bangsa yang mendiami wilayah Maluku dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Moa atau berkaitan dengan budaya Moa, termasuk istilah-istilah dalam bidang kehidupan kepulauan, tradisi maritim, sistem sosial adat, dan kearifan lokal yang mencerminkan adaptasi masyarakat Moa dengan lingkungan kepulauan Maluku."
    },
    {
      "kode": "Ram",
      "nama": "Rampi",
      "usage_count": 1,
      "description": "Kategori 'Rampi' dengan kode 'Ram'",
      "full_description": "Rampi adalah suku bangsa yang mendiami wilayah Sulawesi dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Rampi atau berkaitan dengan budaya Rampi, termasuk istilah-istilah dalam bidang kehidupan tradisional, sistem sosial adat, dan kearifan lokal yang mencerminkan identitas masyarakat Rampi di Sulawesi."
    },
    {
      "kode": "Hub",
      "nama": "Perhubungan",
      "usage_count": 1,
      "description": "Kategori 'Perhubungan' dengan kode 'Hub'",
      "full_description": "Perhubungan adalah bidang yang berkaitan dengan sistem transportasi, komunikasi, dan infrastruktur yang menghubungkan berbagai wilayah. Kategori ini mencakup terminologi yang berkaitan dengan transportasi darat, laut, dan udara, sistem telekomunikasi, logistik, manajemen lalu lintas, serta teknologi dan kebijakan dalam pengembangan infrastruktur perhubungan."
    },
    {
      "kode": "Psr",
      "nama": "Pasir (Paser)",
      "usage_count": 1,
      "description": "Kategori 'Pasir (Paser)' dengan kode 'Psr'",
      "full_description": "Pasir atau Paser adalah suku Dayak yang mendiami wilayah Kalimantan Timur dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Pasir atau berkaitan dengan budaya Pasir, termasuk istilah-istilah dalam bidang kehidupan sungai, sistem sosial adat Dayak, kerajinan tradisional, dan kearifan lokal yang mencerminkan adaptasi masyarakat Pasir dengan lingkungan Kalimantan Timur."
    },
    {
      "kode": "Hw",
      "nama": "Hawaii",
      "usage_count": 1,
      "description": "Kategori 'Hawaii' dengan kode 'Hw'",
      "full_description": "Hawaii merujuk pada pengaruh bahasa dan budaya Hawaii yang masuk ke Indonesia melalui konteks internasional dan budaya populer. Kategori ini mencakup kosakata yang berasal dari bahasa Hawaii atau berkaitan dengan budaya Hawaii, termasuk istilah-istilah dalam bidang musik, tarian, kuliner, dan konsep budaya Pasifik yang diadaptasi dalam konteks Indonesia."
    },
    {
      "kode": "Ast",
      "nama": "Astronomi",
      "usage_count": 1,
      "description": "Kategori 'Astronomi' dengan kode 'Ast'",
      "full_description": "Astronomi adalah ilmu yang mempelajari benda-benda langit seperti bintang, planet, galaksi, dan fenomena alam semesta. Kategori ini mencakup terminologi ilmiah yang berkaitan dengan observasi astronomi, astrofisika, kosmologi, dan eksplorasi ruang angkasa yang memberikan pemahaman tentang struktur dan evolusi alam semesta serta posisi Bumi dalam konteks kosmik."
    },
    {
      "kode": "Tns",
      "nama": "Minahasa Tonsea",
      "usage_count": 1,
      "description": "Kategori 'Minahasa Tonsea' dengan kode 'Tns'",
      "full_description": "Minahasa Tonsea adalah salah satu sub-suku dari kelompok etnis Minahasa di Sulawesi Utara dengan dialek dan tradisi yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Tonsea atau berkaitan dengan budaya Minahasa Tonsea, termasuk istilah-istilah dalam bidang pertanian tradisional, sistem sosial adat, kerajinan tradisional, dan kearifan lokal yang mencerminkan identitas masyarakat Tonsea dalam kebudayaan Minahasa."
    },
    {
      "kode": "Ibo",
      "nama": "Ibo",
      "usage_count": 1,
      "description": "Kategori 'Ibo' dengan kode 'Ibo'",
      "full_description": "Ibo adalah suku bangsa yang berasal dari Nigeria, Afrika Barat, dengan pengaruh yang masuk ke dalam kosakata Indonesia melalui kontak internasional dan akademik. Kategori ini mencakup kosakata yang berasal dari bahasa Ibo atau berkaitan dengan budaya Ibo, termasuk istilah-istilah yang masuk melalui studi antropologi, sastra dunia, atau konteks akademik yang mempelajari keragaman budaya Afrika."
    },
    {
      "kode": "Rt",
      "nama": "Rote",
      "usage_count": 1,
      "description": "Kategori 'Rote' dengan kode 'Rt'",
      "full_description": "Rote adalah suku bangsa yang mendiami Pulau Rote di Nusa Tenggara Timur dengan bahasa dan budaya yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Rote atau berkaitan dengan budaya Rote, termasuk istilah-istilah dalam bidang kehidupan kepulauan kering, sistem sosial tradisional, kerajinan tenun, dan kearifan lokal yang mencerminkan adaptasi masyarakat Rote dengan lingkungan kepulauan."
    },
    {
      "kode": "Plb",
      "nama": "Palembang",
      "usage_count": 1,
      "description": "Kategori 'Palembang' dengan kode 'Plb'",
      "full_description": "Palembang adalah ibu kota Sumatera Selatan dengan bahasa Melayu Palembang yang memiliki karakteristik unik. Kategori ini mencakup kosakata yang berasal dari dialek Melayu Palembang atau berkaitan dengan budaya lokal Palembang, termasuk istilah-istilah dalam bidang perdagangan sungai, kuliner khas, tradisi kesultanan, dan kearifan lokal yang mencerminkan sejarah Palembang sebagai pusat perdagangan dan kebudayaan Melayu."
    },
    {
      "kode": "Tr",
      "nama": "Ternate",
      "usage_count": 1,
      "description": "Kategori 'Ternate' dengan kode 'Tr'",
      "full_description": "Ternate adalah suku bangsa yang mendiami Pulau Ternate di Maluku Utara dengan sejarah sebagai kerajaan rempah-rempah yang penting. Kategori ini mencakup kosakata yang berasal dari bahasa Ternate atau berkaitan dengan budaya Ternate, termasuk istilah-istilah dalam bidang perdagangan rempah, tradisi kesultanan, kehidupan kepulauan vulkanik, dan kearifan lokal yang mencerminkan sejarah maritim Ternate."
    },
    {
      "kode": "BgM",
      "nama": "Bugis-Makassar",
      "usage_count": 1,
      "description": "Kategori 'Bugis-Makassar' dengan kode 'BgM'",
      "full_description": "Bugis-Makassar adalah kelompok suku bangsa yang mendiami Sulawesi Selatan dengan tradisi pelayaran dan perdagangan yang kuat. Kategori ini mencakup kosakata yang berasal dari bahasa Bugis dan Makassar atau berkaitan dengan budaya maritim kedua kelompok ini, termasuk istilah-istilah navigasi tradisional, perdagangan antar pulau, sistem sosial berbasis garis keturunan, dan kearifan bahari yang mencerminkan kehidupan masyarakat pelaut Nusantara."
    },
    {
      "kode": "Maa",
      "nama": "Maanyan",
      "usage_count": 1,
      "description": "Kategori 'Maanyan' dengan kode 'Maa'",
      "full_description": "Maanyan adalah suku bangsa Dayak yang mendiami daerah aliran Sungai Barito di Kalimantan Tengah dengan tradisi budaya sungai yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Maanyan atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah kehidupan di bantaran sungai, sistem pertanian terapung, ritual adat Dayak, dan kearifan lokal yang mencerminkan adaptasi terhadap ekosistem hutan hujan tropis dan sungai besar."
    },
    {
      "kode": "Kon",
      "nama": "Kone-konee",
      "usage_count": 1,
      "description": "Kategori 'Kone-konee' dengan kode 'Kon'",
      "full_description": "Kone-konee adalah suku bangsa yang mendiami wilayah Papua dengan tradisi budaya Melanesia yang khas dan sistem kehidupan yang beradaptasi dengan lingkungan hutan tropis dataran tinggi. Kategori ini mencakup kosakata yang berasal dari bahasa Kone-konee atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah kehidupan nomaden, sistem perburuan dan pengumpulan, ritual adat Papua, dan kearifan lokal yang mencerminkan hubungan spiritual dengan alam pegunungan tropis."
    },
    {
      "kode": "Kes",
      "nama": "Kesehatan",
      "usage_count": 1,
      "description": "Kategori 'Kesehatan' dengan kode 'Kes'",
      "full_description": "Kesehatan adalah bidang yang berkaitan dengan pemeliharaan dan peningkatan kondisi fisik, mental, dan sosial yang optimal. Kategori ini mencakup terminologi yang berkaitan dengan promosi kesehatan, pencegahan penyakit, pelayanan kesehatan masyarakat, epidemiologi, nutrisi, kesehatan lingkungan, serta kebijakan dan program kesehatan untuk meningkatkan kualitas hidup masyarakat."
    },
    {
      "kode": "Kb",
      "nama": "Kambera",
      "usage_count": 1,
      "description": "Kategori 'Kambera' dengan kode 'Kb'",
      "full_description": "Kambera adalah suku bangsa yang mendiami Pulau Sumba bagian timur dengan tradisi budaya megalitik yang masih terpelihara dan sistem sosial berbasis klan yang kuat. Kategori ini mencakup kosakata yang berasal dari bahasa Kambera atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah ritual megalitik, sistem pertanian savana, tenun ikat tradisional, dan kearifan lokal yang mencerminkan pandangan kosmologi dan struktur sosial yang kompleks."
    },
    {
      "kode": "Te",
      "nama": "Tetun",
      "usage_count": 1,
      "description": "Kategori 'Tetun' dengan kode 'Te'",
      "full_description": "Tetun adalah suku bangsa yang mendiami Pulau Timor bagian tengah dan timur dengan tradisi budaya yang mencerminkan perpaduan pengaruh Austronesia dan Melanesia. Kategori ini mencakup kosakata yang berasal dari bahasa Tetun atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah sistem pertanian teras, ritual adat Timor, kehidupan di dataran tinggi, dan kearifan lokal yang mencerminkan adaptasi terhadap kondisi geografis pegunungan dan iklim tropis kering."
    },
    {
      "kode": "Wdm",
      "nama": "Wandamen",
      "usage_count": 1,
      "description": "Kategori 'Wandamen' dengan kode 'Wdm'",
      "full_description": "Wandamen adalah suku bangsa yang mendiami Semenanjung Wandamen di Papua Barat dengan tradisi budaya maritim dan sistem kehidupan yang beradaptasi dengan lingkungan pesisir dan teluk. Kategori ini mencakup kosakata yang berasal dari bahasa Wandamen atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah pelayaran teluk, perikanan pesisir, kerajinan perahu tradisional, dan kearifan lokal yang mencerminkan hubungan harmonis dengan ekosistem laut dan hutan mangrove."
    },
    {
      "kode": "Ba",
      "nama": "Baun",
      "usage_count": 1,
      "description": "Kategori 'Baun' dengan kode 'Ba'",
      "full_description": "Baun adalah suku bangsa yang mendiami wilayah Pulau Timor bagian barat dengan tradisi budaya yang unik dan sistem pertanian lahan kering yang adaptif. Kategori ini mencakup kosakata yang berasal dari bahasa Baun atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah pertanian musiman, sistem sosial berbasis genealogi, ritual adat tradisional, dan kearifan lokal yang mencerminkan adaptasi terhadap lingkungan semi-arid dan kondisi geografis pulau terluar."
    },
    {
      "kode": "vulg",
      "nama": "Vulgar",
      "usage_count": 1,
      "description": "Kategori 'Vulgar' dengan kode 'vulg'",
      "full_description": "Vulgar adalah kategori yang menandai kata atau ungkapan yang dianggap kasar, tidak sopan, atau tidak pantas dalam konteks formal. Kategori ini mencakup istilah-istilah yang sebaiknya dihindari dalam percakapan resmi, tulisan akademik, atau situasi formal karena dapat menyinggung atau dianggap melanggar norma kesopanan dan etika berbahasa."
    },
    {
      "kode": "Taa",
      "nama": "Taa",
      "usage_count": 1,
      "description": "Kategori 'Taa' dengan kode 'Taa'",
      "full_description": "Taa adalah suku bangsa yang mendiami wilayah Papua dengan tradisi budaya Melanesia yang masih terpelihara dan sistem kehidupan yang beradaptasi dengan lingkungan hutan tropis pegunungan. Kategori ini mencakup kosakata yang berasal dari bahasa Taa atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah kehidupan suku pedalaman, sistem pertukaran tradisional, ritual kepercayaan animisme, dan kearifan lokal yang mencerminkan hubungan spiritual dengan alam pegunungan Papua."
    },
    {
      "kode": "Wr",
      "nama": "Warry",
      "usage_count": 1,
      "description": "Kategori 'Warry' dengan kode 'Wr'",
      "full_description": "Warry adalah suku bangsa yang mendiami wilayah Papua bagian selatan dengan tradisi budaya nomaden dan sistem kehidupan yang beradaptasi dengan lingkungan rawa dan hutan dataran rendah. Kategori ini mencakup kosakata yang berasal dari bahasa Warry atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah kehidupan di rawa-rawa, sistem berburu dan meramu, navigasi sungai, dan kearifan lokal yang mencerminkan adaptasi terhadap ekosistem lahan basah tropis Papua."
    },
    {
      "kode": "Ft",
      "nama": "Fotografi",
      "usage_count": 1,
      "description": "Kategori 'Fotografi' dengan kode 'Ft'",
      "full_description": "Fotografi adalah seni, ilmu, dan praktik menciptakan gambar dengan merekam cahaya atau radiasi elektromagnetik lainnya. Kategori ini mencakup terminologi yang berkaitan dengan teknik fotografi, peralatan kamera, komposisi visual, pencahayaan, editing digital, serta aspek artistik dan teknis dalam menghasilkan karya fotografi untuk berbagai keperluan dokumentasi dan seni."
    },
    {
      "kode": "Ib",
      "nama": "Ibrani",
      "usage_count": 1,
      "description": "Kategori 'Ibrani' dengan kode 'Ib'",
      "full_description": "Ibrani adalah bahasa Semit kuno yang digunakan dalam kitab-kitab suci dan literatur Yahudi klasik. Kategori ini mencakup kosakata yang berasal dari bahasa Ibrani atau berkaitan dengan tradisi Yahudi, termasuk istilah-istilah dalam bidang agama, spiritualitas, filosofi, dan konsep-konsep yang masuk ke dalam bahasa Indonesia melalui pengaruh religius dan akademik."
    },
    {
      "kode": "Mee",
      "nama": "Mee",
      "usage_count": 1,
      "description": "Kategori 'Mee' dengan kode 'Mee'",
      "full_description": "Mee adalah suku bangsa yang mendiami Lembah Baliem di Papua Tengah dengan tradisi budaya agraris dataran tinggi yang unik. Kategori ini mencakup kosakata yang berasal dari bahasa Mee atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah pertanian ubi jalar, sistem irigasi tradisional, ritual adat pegunungan, dan kearifan lokal yang mencerminkan adaptasi terhadap kondisi geografis lembah tinggi dan iklim pegunungan tropis."
    },
    {
      "kode": "sufiks pembentuk verba",
      "nama": "-",
      "usage_count": 1,
      "description": "Kategori '-' dengan kode 'sufiks pembentuk verba'",
      "full_description": "Sufiks pembentuk verba adalah morfem terikat yang ditambahkan di akhir kata untuk membentuk kata kerja atau verba dari bentuk dasar lainnya. Kategori ini mencakup berbagai akhiran yang berfungsi mengubah kelas kata menjadi verba, memberikan makna gramatikal tertentu, dan memperkaya sistem pembentukan kata dalam bahasa Indonesia sesuai dengan kaidah morfologi."
    },
    {
      "kode": "bentuk",
      "nama": "-",
      "usage_count": 1,
      "description": "Kategori '-' dengan kode 'bentuk'",
      "full_description": "Bentuk adalah kategori yang merujuk pada variasi morfologis kata yang mengalami perubahan struktur internal untuk menyesuaikan fungsi gramatikal dalam kalimat. Kategori ini mencakup berbagai transformasi kata melalui proses afiksasi, reduplikasi, atau modifikasi lainnya yang mengubah makna atau fungsi sintaksis sesuai dengan sistem tata bahasa Indonesia."
    },
    {
      "kode": "SLa",
      "nama": "Serui Laut",
      "usage_count": 1,
      "description": "Kategori 'Serui Laut' dengan kode 'SLa'",
      "full_description": "Serui Laut adalah suku bangsa yang mendiami wilayah pesisir Teluk Cenderawasih di Papua dengan tradisi budaya maritim yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Serui Laut atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah pelayaran tradisional, perikanan laut, navigasi kepulauan, dan kearifan lokal yang mencerminkan adaptasi terhadap kehidupan di lingkungan laut tropis dan pulau-pulau kecil."
    },
    {
      "kode": "Brk",
      "nama": "Berik",
      "usage_count": 1,
      "description": "Kategori 'Berik' dengan kode 'Brk'",
      "full_description": "Berik adalah suku bangsa yang mendiami wilayah Papua bagian tengah dengan tradisi budaya semi-nomaden dan sistem kehidupan yang beradaptasi dengan lingkungan hutan pegunungan. Kategori ini mencakup kosakata yang berasal dari bahasa Berik atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah perburuan tradisional, sistem rotasi tempat tinggal, ritual adat pegunungan, dan kearifan lokal yang mencerminkan mobilitas adaptif terhadap sumber daya alam di lingkungan pegunungan Papua."
    },
    {
      "kode": "Geof",
      "nama": "Geofisika",
      "usage_count": 1,
      "description": "Kategori 'Geofisika' dengan kode 'Geof'",
      "full_description": "Geofisika adalah cabang ilmu pengetahuan yang mempelajari struktur, komposisi, dan proses fisik yang terjadi di dalam dan pada permukaan bumi. Kategori ini mencakup istilah-istilah dalam bidang seismologi, geomagnetisme, gravitasi, tektonik lempeng, eksplorasi mineral, dan metode-metode pengukuran geofisika yang digunakan untuk memahami dinamika planet bumi dan aplikasinya dalam penelitian ilmiah serta industri."
    },
    {
      "kode": "Ca",
      "nama": "Cia-Cia",
      "usage_count": 1,
      "description": "Kategori 'Cia-Cia' dengan kode 'Ca'",
      "full_description": "Cia-Cia adalah suku bangsa yang mendiami Pulau Buton di Sulawesi Tenggara dengan bahasa yang unik dan sistem budaya kepulauan yang khas. Kategori ini mencakup kosakata yang berasal dari bahasa Cia-Cia atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah kehidupan maritim, sistem pertanian pulau kecil, tradisi lisan, dan kearifan lokal yang mencerminkan adaptasi terhadap lingkungan kepulauan tropis."
    },
    {
      "kode": "Dwn",
      "nama": "Dawan",
      "usage_count": 1,
      "description": "Kategori 'Dawan' dengan kode 'Dwn'",
      "full_description": "Dawan adalah suku bangsa yang mendiami Pulau Timor bagian barat dengan tradisi budaya kering dan sistem pertanian lahan kering yang adaptif. Kategori ini mencakup kosakata yang berasal dari bahasa Dawan atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah pertanian musim kering, sistem sosial berbasis klan, ritual adat Timor, dan kearifan lokal yang mencerminkan adaptasi terhadap iklim semi-arid dan kondisi geografis pulau terluar Indonesia."
    },
    {
      "kode": "Si",
      "nama": "Sikka",
      "usage_count": 1,
      "description": "Kategori 'Sikka' dengan kode 'Si'",
      "full_description": "Sikka adalah suku bangsa yang mendiami Kabupaten Sikka di Pulau Flores, Nusa Tenggara Timur, dengan tradisi budaya yang mencerminkan perpaduan pengaruh Austronesia dan Melanesia. Kategori ini mencakup kosakata yang berasal dari bahasa Sikka atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah pertanian dataran tinggi, sistem kepercayaan tradisional, seni tenun ikat, dan kearifan lokal yang mencerminkan adaptasi terhadap lingkungan vulkanik dan iklim tropis kering."
    },
    {
      "kode": "Gn",
      "nama": "Gane",
      "usage_count": 1,
      "description": "Kategori 'Gane' dengan kode 'Gn'",
      "full_description": "Gane adalah suku bangsa yang mendiami Pulau Halmahera di Maluku Utara dengan tradisi budaya kepulauan yang khas dan sistem kehidupan yang beradaptasi dengan lingkungan hutan tropis. Kategori ini mencakup kosakata yang berasal dari bahasa Gane atau berkaitan dengan kehidupan tradisional mereka, termasuk istilah-istilah kehidupan hutan, sistem perburuan dan pengumpulan, tradisi lisan, dan kearifan lokal yang mencerminkan hubungan harmonis dengan ekosistem hutan hujan tropis dan laut."
    }
  ]
}