{
  "word": "jua",
  "authenticated": true,
  "entries": [
    {
      "id": "34894",
      "nama": "ju.a",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "adv",
              "nama": "Adverbia",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "tidak lain dari; hanya; saja",
          "contoh": [
            {
              "nomor": 2,
              "teks": "Tuhan -- yang dapat menolong kita"
            }
          ]
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "adv",
              "nama": "Adverbia",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "juga; pun (dipakai untuk mengeraskan kata yang di depannya saja)",
          "contoh": [
            {
              "nomor": 2,
              "teks": "siapa -- tidak boleh mengambil pundi-pundi itu"
            }
          ]
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [
          "acap melempar, akan jatuh jua",
          "biar miskin asal cerdik, terlawan jua orang kaya",
          "hancur badan dikandung tanah, budi baik terkenang jua",
          "hujan emas di negeri orang, hujan batu di negeri sendiri, baik jua di negeri sendiri",
          "hujan keris lembing di negeri kita, hujan emas perak di negeri orang, baik jua di negeri kita",
          "jauhari jua yang mengenal manikam",
          "madu satu tong, jika rembes, rembesnya pun madu jua",
          "makan sudah terhidang, jamu belum jua datang",
          "mata memandang apa hendak sakit, bahu memikul timpa perasaan (seberapa berat mata menentang, berat jua bahu memikul)",
          "minyak duyung perendang duyung (minyak kita jua yang digorengkannya)",
          "mudah juga pada yang ada, sukar jua pada yang tidak",
          "nan lurah jua dituruti air",
          "selama hujan, akan panas jua",
          "semanis-manis gula, ada pasir di dalamnya (manis-manis gula berpasir jua, sepahit-pahit jadam menjadi obat)",
          "sepandai-pandai  mencincang, landasan jua yang akan habis",
          "sepantun elang dengan ayam, lambat laun akan disambar jua"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "acap melempar, akan jatuh jua",
            "makna": "Karena rajin, lambat laun berhasil jua."
          },
          {
            "peribahasa": "biar miskin asal cerdik, terlawan jua orang kaya",
            "makna": "Kebijakan atau kecerdikan itu lebih utama daripada kekayaan."
          },
          {
            "peribahasa": "hancur badan dikandung tanah, budi baik terkenang jua",
            "makna": "Meskipun seseorang telah meninggal dunia dan jasadnya hancur di dalam tanah, perbuatan baik atau budi pekerti yang pernah dilakukannya akan selalu dikenang dan tidak akan dilupakan oleh orang lain."
          },
          {
            "peribahasa": "hujan emas di negeri orang, hujan batu di negeri sendiri, baik jua di negeri sendiri",
            "makna": "Betapapun senangnya atau kayanya di negeri orang, lebih baik tetap di negeri sendiri meskipun hidup serba kekurangan."
          },
          {
            "peribahasa": "hujan keris lembing di negeri kita, hujan emas perak di negeri orang, baik jua di negeri kita",
            "makna": "Betapapun senangnya atau kayanya di negeri orang, lebih baik tetap di negeri sendiri meskipun hidup serba kekurangan."
          },
          {
            "peribahasa": "jauhari jua yang mengenal manikam",
            "makna": "Hanya orang yang bijaksana atau ahli yang dapat mengetahui dan menilai keindahan atau nilai dari suatu ilmu pengetahuan atau sesuatu yang berharga."
          },
          {
            "peribahasa": "madu satu tong, jika rembes, rembesnya pun madu jua",
            "makna": "Jika seseorang berasal dari keturunan yang baik, maka perilakunya juga akan baik; atau jika asalnya baik, turunannya pun akan baik juga."
          },
          {
            "peribahasa": "makan sudah terhidang, jamu belum jua datang",
            "makna": "Seorang gadis yang sudah dewasa dan siap menikah, tetapi belum ada yang datang melamarnya."
          },
          {
            "peribahasa": "mata memandang apa hendak sakit, bahu memikul timpa perasaan (seberapa berat mata menentang, berat jua bahu memikul)",
            "makna": "Betapapun sulitnya seseorang melihat penderitaan yang ditanggung oleh orang lain, akan lebih sulit lagi bagi orang yang benar-benar menanggung penderitaan tersebut."
          },
          {
            "peribahasa": "minyak duyung perendang duyung (minyak kita jua yang digorengkannya)",
            "makna": "Seseorang yang telah menghabiskan harta tuannya; atau melawan guru dengan ilmunya."
          },
          {
            "peribahasa": "mudah juga pada yang ada, sukar jua pada yang tidak",
            "makna": "Bagi orang yang kaya atau berkecukupan, segala sesuatu mudah untuk dipenuhi atau dilakukan. Sebaliknya, bagi orang yang miskin atau tidak memiliki harta, segala sesuatu terasa sulit dan penuh kesukaran."
          },
          {
            "peribahasa": "nan lurah jua dituruti air",
            "makna": "Orang yang kaya juga yang senantiasa bertambah kekayaannya, sedangkan orang miskin tetap miskin."
          },
          {
            "peribahasa": "selama hujan, akan panas jua",
            "makna": "Setelah mengalami kesusahan atau kesulitan, pada akhirnya akan datang juga waktu yang baik atau kebahagiaan."
          },
          {
            "peribahasa": "semanis-manis gula, ada pasir di dalamnya (manis-manis gula berpasir jua, sepahit-pahit jadam menjadi obat)",
            "makna": "Kata-kata yang manis, bujuk rayu, atau hal-hal yang terlihat menyenangkan seringkali mengandung maksud tersembunyi, tipu muslihat, atau sesuatu yang berbahaya di baliknya; dan perkataan yang keras, pahit, atau tidak menyenangkan, meskipun sulit diterima, justru bisa menjadi nasihat yang baik dan bermanfaat."
          },
          {
            "peribahasa": "sepandai-pandai  mencincang, landasan jua yang akan habis",
            "makna": "Sebaik apa pun seseorang menumpang atau tinggal di rumah orang lain, pada akhirnya akan tetap merugikan atau membebani pemilik rumah dalam hal tertentu."
          },
          {
            "peribahasa": "sepantun elang dengan ayam, lambat laun akan disambar jua",
            "makna": "Laki-laki dan perempuan hendaknya tidak bergaul secara bebas, karena pada akhirnya pasti akan menimbulkan suatu permasalahan."
          }
        ]
      }
    }
  ]
}