{
  "word": "juga",
  "authenticated": true,
  "entries": [
    {
      "id": "35023",
      "nama": "ju.ga",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "adv",
              "nama": "Adverbia",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "selalu demikian halnya (kadang-kadang untuk menekankan kata di depannya)",
          "contoh": [
            {
              "nomor": 2,
              "teks": "berkali-kali dipanggil, tetapi ia tidak mau datang --"
            }
          ]
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "adv",
              "nama": "Adverbia",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "sama atau serupa halnya dengan yang lain atau yang tersebut dahulu",
          "contoh": [
            {
              "nomor": 2,
              "teks": "ayahnya pandai, anaknya -- demikian"
            }
          ]
        },
        {
          "nomor": "3",
          "kelasKata": [
            {
              "kode": "adv",
              "nama": "Adverbia",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "agak; lumayan",
          "contoh": [
            {
              "nomor": 2,
              "teks": "cantik -- gadis itu"
            }
          ]
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [
          "air (yang) dingin juga dapat memadamkan api",
          "air cucuran atap jatuh ke pelimbahan juga",
          "air yang dingin juga yang dapat memadamkan api",
          "anak orang, anak orang juga",
          "angguk-angguk kukuran, tapi kepala habis juga olehnya",
          "anjing itu meski dirantai dengan rantai emas sekalipun, niscaya berulang-ulang juga ia ke tempat najis",
          "anjing walau dirantai emas pergi juga ke tempat najis",
          "apa peduli kata kukuran, kerambil juga akan habis",
          "ayam beroga itu kalau diberi makan di pinggan emas sekalipun, ke hutan juga perginya",
          "bacang dibungkus, tentu baunya keluar juga",
          "berapa berat mata memandang, berat juga bahu memikul",
          "bertelingkah bagai antan di lesung, ayam juga yang kenyang",
          "bertelingkuh antan di lesung, ayam juga yang kenyang",
          "betapa pun lurus paku, ujungnya berkelok juga",
          "biarpun kucing naik haji, pulangnya mengeong juga",
          "busut juga yang ditimbun anai-anai",
          "carik-carik bulu ayam, lama-lama bercantum juga",
          "daun dapat dilayangkan, getah jatuh ke perdu juga",
          "daunnya jatuh melayang, buahnya jatuh ke pangkal juga",
          "dek sukar berkampuh ijuk, nan adat diturut juga",
          "ditetak belah, dipalu belah, tembikar juga akan jadinya",
          "galas habis segulung tandas, lamun dihitung rugi juga",
          "garam di laut, asam di gunung bertemu dalam belanga juga",
          "gereklah langit olehmu, engkau takkan kusaraki juga",
          "gigi dengan lidah, adakalanya bergigit juga",
          "gunung juga yang dilejang panas",
          "hitam, hitam tahi minyak dimakan juga, putih-putih ampas kelapa dibuang",
          "janganlah hanya melihat ke atas, lihatlah juga ke bawah",
          "jikalau di hulu airnya keruh, tak dapat tidak di hilirnya keruh juga",
          "karam di darat ada juga tinggal tungku lekar, karam di laut habis sekali",
          "ke mana dialih, lesung berdedak juga",
          "meludah ke langit, muka juga yang basah",
          "menangkap gajah liar itu dengan gajah juga",
          "mengalih kain payah juga ke ceruk, mengalih cakap di mata-mata saja",
          "menggadai tergolong ke pajak, sehari sebulan juga",
          "merajukkan air di ruang, hendak karam ditimba juga",
          "mudah juga pada yang ada, sukar jua pada yang tidak",
          "payah-payah dilamun ombak, tercapai juga tanah tepi",
          "pucuk diremas dengan santan, urat direndam dengan tengguli, lamun peria pahit juga",
          "punggung parang sekalipun jika selalu diasah, akan tajam juga",
          "sampah itu di tepi juga",
          "satu juga gendang berbunyi",
          "sebusuk-busuk daging dikincah dimakan juga, seharum-harum tulang dibuang",
          "sepandai-pandai bungkus, yang busuk berbau juga",
          "sepandai-pandai membungkus, yang busuk berbau juga",
          "sepandai-pandai tupai melompat, sekali gawal juga",
          "sepandai-pandai tupai melompat, sekali waktu gawal juga",
          "sepandai-pandai tupai meloncat, sekali gawal (terjatuh) juga",
          "sepantun elang dengan ayam, lambat laun disambar juga",
          "sepedih-pedih mata memandang, pedih juga kulit merasai",
          "sepuluh batang bertindih, yang di bawah juga yang luluh",
          "sesayat sebelanga juga",
          "setinggi-tinggi melambung, surutnya ke tanah juga",
          "siapa pun jadi raja, tanganku ke dahi juga",
          "tak mau koyak kulit, koyak kain mau juga",
          "tak sungguh getah daun, yang sebenarnya getah batang juga",
          "tak sungguh seluang melaut, (akhirnya balik ke tepi juga)",
          "terselingkuh antan di lesung ayam juga yang kenyang",
          "yang enggang sama enggang juga, yang pipit sama pipit juga"
        ],
        "idiom": [
          "ada berair juga rupanya",
          "ayam kebiri meskipun tidak dipupuk, gemuk juga"
        ],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "air (yang) dingin juga dapat memadamkan api",
            "makna": "Hanya tingkah laku dan budi bahasa yang lemah lembut saja yang dapat meredakan kemarahan seseorang."
          },
          {
            "peribahasa": "air cucuran atap jatuh ke pelimbahan juga",
            "makna": "Sifat atau perilaku seorang anak biasanya akan mengikuti teladan orang tuanya."
          },
          {
            "peribahasa": "air yang dingin juga yang dapat memadamkan api",
            "makna": "Hanya tingkah laku dan budi bahasa yang lemah lembut saja yang dapat meredakan kemarahan seseorang."
          },
          {
            "peribahasa": "anak orang, anak orang juga",
            "makna": "Sesuatu yang bukan hak tidak akan ada gunanya; atau seseorang yang asing bagi kita akan tetap asing juga."
          },
          {
            "peribahasa": "angguk-angguk kukuran, tapi kepala habis juga olehnya",
            "makna": "Seseorang yang seolah-olah bodoh, namun sebenarnya banyak akal dan mampu menyelesaikan masalahnya sendiri."
          },
          {
            "peribahasa": "anjing itu meski dirantai dengan rantai emas sekalipun, niscaya berulang-ulang juga ia ke tempat najis",
            "makna": "Orang yang memiliki tabiat atau sifat jahat, meskipun diberikan kesenangan atau kemewahan hidup, pada akhirnya akan kembali melakukan perbuatan jahatnya jika ada kesempatan."
          },
          {
            "peribahasa": "anjing walau dirantai emas pergi juga ke tempat najis",
            "makna": "Orang yang memiliki tabiat atau sifat jahat, meskipun diberikan kesenangan atau kemewahan hidup, pada akhirnya akan kembali melakukan perbuatan jahatnya jika ada kesempatan."
          },
          {
            "peribahasa": "apa peduli kata kukuran, kerambil juga akan habis",
            "makna": "Lebih mudah untuk berbicara atau menyuruh orang lain melakukan sesuatu daripada mengerjakannya sendiri."
          },
          {
            "peribahasa": "ayam beroga itu kalau diberi makan di pinggan emas sekalipun, ke hutan juga perginya",
            "makna": "Meskipun seseorang hidup senang dan nyaman di negeri orang (asing), ia akan tetap teringat dan merindukan negerinya sendiri."
          },
          {
            "peribahasa": "bacang dibungkus, tentu baunya keluar juga",
            "makna": "Rahasia yang sudah diketahui umum pada akhirnya akan terbongkar atau tidak dapat disembunyikan lagi."
          },
          {
            "peribahasa": "berapa berat mata memandang, berat juga bahu memikul",
            "makna": "Betapapun beratnya seseorang melihat penderitaan orang lain, akan lebih berat lagi penderitaan yang dialami oleh orang yang langsung menanggung kesusahan tersebut."
          },
          {
            "peribahasa": "bertelingkah bagai antan di lesung, ayam juga yang kenyang",
            "makna": "Ketika dua orang berselisih atau bertengkar mengenai harta atau uang, pihak ketiga atau orang lainlah yang akan mendapatkan keuntungan dari perselisihan tersebut."
          },
          {
            "peribahasa": "bertelingkuh antan di lesung, ayam juga yang kenyang",
            "makna": "Ketika dua orang berselisih atau bertengkar mengenai harta atau uang, pihak ketiga atau orang lainlah yang akan mendapatkan keuntungan dari perselisihan tersebut."
          },
          {
            "peribahasa": "betapa pun lurus paku, ujungnya berkelok juga",
            "makna": "Seseorang yang memiliki sifat jahat, meskipun perkataan dan perilakunya terlihat baik, pada dasarnya hatinya tetap jahat."
          },
          {
            "peribahasa": "biarpun kucing naik haji, pulangnya mengeong juga",
            "makna": "Sifat atau tabiat seseorang, terutama yang buruk, sulit atau tidak dapat diubah, meskipun ia telah mengalami perubahan lingkungan atau pengalaman baru."
          },
          {
            "peribahasa": "busut juga yang ditimbun anai-anai",
            "makna": "Orang yang biasa bersalah juga yang dituduh jika terjadi suatu kejahatan; atau orang yang kaya juga yang bertambah kekayaannya."
          },
          {
            "peribahasa": "carik-carik bulu ayam, lama-lama bercantum juga",
            "makna": "Perselisihan faham atau pergaduhan sesama ahli keluarga akhirnya akan berbaik semula."
          },
          {
            "peribahasa": "daun dapat dilayangkan, getah jatuh ke perdu juga",
            "makna": "Kasih sayang yang diberikan kepada anak sendiri tidak sama atau tidak setara dengan kasih sayang yang diberikan kepada anak saudara atau anak orang lain."
          },
          {
            "peribahasa": "daunnya jatuh melayang, buahnya jatuh ke pangkal juga",
            "makna": "Seseorang yang tidak berbudi pekerti, meskipun memiliki banyak pengetahuan, pada akhirnya akan ketahuan juga asal-usulnya; yang berguna akan tetap tinggal, sedangkan yang tidak berguna akan terbuang."
          },
          {
            "peribahasa": "dek sukar berkampuh ijuk, nan adat diturut juga",
            "makna": "Bagaimana pun miskinnya seseorang, adat atau kebiasaan yang berlaku tetap harus diikuti atau dituruti."
          },
          {
            "peribahasa": "ditetak belah, dipalu belah, tembikar juga akan jadinya",
            "makna": "Walau bagaimanapun disiksa dan disakiti, pada akhirnya seseorang akan tetap meninggal dunia."
          },
          {
            "peribahasa": "galas habis segulung tandas, lamun dihitung rugi juga",
            "makna": "Kegiatan niaga (perdagangan) yang tidak menguntungkan; atau melakukan pekerjaan yang sia-sia."
          },
          {
            "peribahasa": "garam di laut, asam di gunung bertemu dalam belanga juga",
            "makna": "Laki-laki dan perempuan, jika memang berjodoh, pada akhirnya akan bertemu juga, meskipun mereka berasal dari tempat yang jauh atau memiliki latar belakang yang berbeda."
          },
          {
            "peribahasa": "gereklah langit olehmu, engkau takkan kusaraki juga",
            "makna": "Seorang istri tidak akan diceraikan oleh suaminya meskipun ia mengadukan halnya kepada siapa pun."
          },
          {
            "peribahasa": "gigi dengan lidah, adakalanya bergigit juga",
            "makna": "Meskipun hubungan persahabatan, kekeluargaan, atau suami istri sangat akrab, terkadang tetap bisa terjadi perselisihan atau pertengkaran."
          },
          {
            "peribahasa": "gunung juga yang dilejang panas",
            "makna": "Orang kaya yang semakin kaya atau orang yang sudah kaya yang mendapat untung atau bertambah kekayaannya; atau orang jahat yang dituduh bila terjadi kejahatan."
          },
          {
            "peribahasa": "hitam, hitam tahi minyak dimakan juga, putih-putih ampas kelapa dibuang",
            "makna": "Sesuatu yang terlihat buruk atau tidak menarik tetapi memiliki kegunaan atau manfaat akan tetap disimpan dan dimanfaatkan. Sebaliknya, sesuatu yang terlihat bagus atau cantik tetapi tidak memiliki kegunaan atau manfaat akan dibuang."
          },
          {
            "peribahasa": "janganlah hanya melihat ke atas, lihatlah juga ke bawah",
            "makna": "Agar seseorang tidak hanya membandingkan dirinya dengan orang-orang yang lebih tinggi kedudukannya, lebih kaya, atau lebih berkuasa, yang dapat menimbulkan rasa kurang bersyukur atau iri hati. Sebaliknya, peribahasa ini menganjurkan untuk melihat ke bawah, yaitu kepada orang-orang yang kehidupannya mungkin kurang beruntung, agar timbul rasa syukur atas apa yang telah dimiliki."
          },
          {
            "peribahasa": "jikalau di hulu airnya keruh, tak dapat tidak di hilirnya keruh juga",
            "makna": "Jika seseorang jahat asalnya, jahat juga kelakuannya; atau jika dari mula sudah kusut maka sukarlah untuk menyelesaikan."
          },
          {
            "peribahasa": "karam di darat ada juga tinggal tungku lekar, karam di laut habis sekali",
            "makna": "Jika seseorang mengalami kesulitan atau kesusahan di negeri sendiri, ia masih bisa mendapatkan bantuan dari sanak saudara atau kerabat. Namun, jika kesulitan itu terjadi di perantauan atau di negeri orang, maka tidak akan ada yang menolong, bahkan bisa hilang akal bicara atau putus harapan."
          },
          {
            "peribahasa": "ke mana dialih, lesung berdedak juga",
            "makna": "Pekerjaan yang selalu mendatangkan kerugian atau kesusahan, di mana pun dikerjakan, niscaya akan tetap merugikan dan menyusahkan juga."
          },
          {
            "peribahasa": "meludah ke langit, muka juga yang basah",
            "makna": "Melawan atau membantah orang yang berkuasa, yang pada akhirnya akan menyusahkan diri sendiri; atau perbuatan yang memalukan diri sendiri."
          },
          {
            "peribahasa": "menangkap gajah liar itu dengan gajah juga",
            "makna": "Untuk menghadapi atau mengatasi masalah besar atau kekuatan yang tangguh, diperlukan pendekatan atau kekuatan yang sepadan."
          },
          {
            "peribahasa": "mengalih kain payah juga ke ceruk, mengalih cakap di mata-mata saja",
            "makna": "Memungkiri janji dengan tiba-tiba."
          },
          {
            "peribahasa": "menggadai tergolong ke pajak, sehari sebulan juga",
            "makna": "Walaupun perbuatan yang terlanjur itu sedikit, akibatnya sama juga dengan kesalahan yang besar."
          },
          {
            "peribahasa": "merajukkan air di ruang, hendak karam ditimba juga",
            "makna": "Marah yang tidak sampai, apabila perlu ditolong juga; atau menyesali perbuatan anak sendiri yang tidak baik, namun tak sampai hati melihatnya hidup melarat."
          },
          {
            "peribahasa": "mudah juga pada yang ada, sukar jua pada yang tidak",
            "makna": "Bagi orang yang kaya atau berkecukupan, segala sesuatu mudah untuk dipenuhi atau dilakukan. Sebaliknya, bagi orang yang miskin atau tidak memiliki harta, segala sesuatu terasa sulit dan penuh kesukaran."
          },
          {
            "peribahasa": "payah-payah dilamun ombak, tercapai juga tanah tepi",
            "makna": "Setelah mengalami berbagai kesulitan dan kesusahan dalam waktu yang lama, akhirnya cita-cita atau tujuan yang diinginkan dapat tercapai, atau terlepas dari kesengsaraan."
          },
          {
            "peribahasa": "pucuk diremas dengan santan, urat direndam dengan tengguli, lamun peria pahit juga",
            "makna": "Orang yang tabiatnya jahat, sekalipun diberi kekayaan dan pangkat, sifatnya tidak akan berubah."
          },
          {
            "peribahasa": "punggung parang sekalipun jika selalu diasah, akan tajam juga",
            "makna": "Orang yang kurang pandai sekalipun, jika terus belajar dan berusaha dengan gigih, pada akhirnya akan menjadi pandai juga."
          },
          {
            "peribahasa": "sampah itu di tepi juga",
            "makna": "Orang yang hina atau miskin biasanya tidak dipedulikan orang; atau jangan mencampuri perselisihan orang bersaudara atau sekeluarga, karena apabila mereka berbaik kembali, kita akan tersisih atau tidak dipedulikan lagi."
          },
          {
            "peribahasa": "satu juga gendang berbunyi",
            "makna": "Sesuatu yang selalu tetap dan tidak berubah; atau selalu sama saja."
          },
          {
            "peribahasa": "sebusuk-busuk daging dikincah dimakan juga, seharum-harum tulang dibuang",
            "makna": "Jika keluarga berbuat salah, akan dimarahi tetapi kemudian diampuni, sedangkan jika orang lain berbuat salah tidak dimaafkan sedikit pun juga."
          },
          {
            "peribahasa": "sepandai-pandai bungkus, yang busuk berbau juga",
            "makna": "Perbuatan buruk atau rahasia yang disembunyikan serapat apa pun, pada akhirnya akan terbongkar juga."
          },
          {
            "peribahasa": "sepandai-pandai membungkus, yang busuk berbau juga",
            "makna": "Perbuatan buruk atau rahasia yang disembunyikan serapat apa pun, pada akhirnya akan terbongkar juga."
          },
          {
            "peribahasa": "sepandai-pandai tupai melompat, sekali gawal juga",
            "makna": "Sepandai-pandai atau seahli-ahlinya seseorang dalam melakukan sesuatu, pasti ada kalanya ia akan melakukan kesalahan atau mengalami kegagalan juga."
          },
          {
            "peribahasa": "sepandai-pandai tupai melompat, sekali waktu gawal juga",
            "makna": "Sepandai-pandai atau seahli-ahlinya seseorang dalam melakukan sesuatu, pasti ada kalanya ia akan melakukan kesalahan atau mengalami kegagalan juga."
          },
          {
            "peribahasa": "sepandai-pandai tupai meloncat, sekali gawal (terjatuh) juga",
            "makna": "Sepandai-pandai atau seahli-ahlinya seseorang dalam melakukan sesuatu, pasti ada kalanya ia akan melakukan kesalahan atau mengalami kegagalan juga."
          },
          {
            "peribahasa": "sepantun elang dengan ayam, lambat laun disambar juga",
            "makna": "Laki-laki dan perempuan hendaknya tidak bergaul secara bebas, karena pada akhirnya pasti akan menimbulkan suatu permasalahan."
          },
          {
            "peribahasa": "sepedih-pedih mata memandang, pedih juga kulit merasai",
            "makna": "Betapapun pedihnya orang yang melihat penderitaan orang lain, masih lebih pedih lagi orang yang mengalami penderitaan tersebut."
          },
          {
            "peribahasa": "sepuluh batang bertindih, yang di bawah juga yang luluh",
            "makna": "Perkataan atau tindakan yang tidak sesuai dengan kenyataan pada akhirnya akan membuat orang lain merasa terkucilkan atau merugi; atau meskipun banyak pihak yang terlibat atau membantu, pada akhirnya pihak yang paling bawah atau yang mengadakanlah yang akan menanggung kerugian atau kesulitan."
          },
          {
            "peribahasa": "sesayat sebelanga juga",
            "makna": "Meskipun hanya sebagian yang hadir, namun boleh dipadankan seakan semuanya hadir; atau cukup kuorum; atau walaupun masih ada kekurangan, namun dapat diterima juga."
          },
          {
            "peribahasa": "setinggi-tinggi melambung, surutnya ke tanah juga",
            "makna": "Sejauh mana pun seseorang pergi merantau atau setinggi apa pun pencapaiannya, pada akhirnya ia akan kembali ke kampung halaman atau asal-usulnya."
          },
          {
            "peribahasa": "siapa pun jadi raja, tanganku ke dahi juga",
            "makna": "Siapa pun yang memegang kekuasaan atau menjadi pemimpin, kita tetap harus menghormatinya."
          },
          {
            "peribahasa": "tak mau koyak kulit, koyak kain mau juga",
            "makna": "Bersedia mengorbankan harta benda asalkan selamat dari bahaya; atau hanya mau berkorban dengan harta benda saja, tetapi tidak mau mengorbankan diri."
          },
          {
            "peribahasa": "tak sungguh getah daun, yang sebenarnya getah batang juga",
            "makna": "Sejahat-jahatnya saudara kandung, masih lebih baik dibandingkan orang lain yang jahat; atau kasih kepada anak kandung tidak sama dengan kasih kepada anak saudara."
          },
          {
            "peribahasa": "tak sungguh seluang melaut, (akhirnya balik ke tepi juga)",
            "makna": "Tidak betah tinggal di perantauan; atau orang yang meninggalkan kaumnya (keluarganya), tetapi akhirnya kembali juga."
          },
          {
            "peribahasa": "terselingkuh antan di lesung ayam juga yang kenyang",
            "makna": "Ketika dua orang berselisih atau bertengkar mengenai harta atau uang, pihak ketiga atau orang lainlah yang justru mendapatkan keuntungan dari perselisihan tersebut."
          },
          {
            "peribahasa": "yang enggang sama enggang juga, yang pipit sama pipit juga",
            "makna": "Setiap orang cenderung mencari atau bergaul dengan orang yang memiliki pangkat, kedudukan, atau derajat yang sama dengannya."
          }
        ]
      }
    }
  ]
}