{
  "word": "manusia",
  "authenticated": true,
  "entries": [
    {
      "id": "52230",
      "nama": "ma.nu.si.a",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "makhluk yang berakal budi (mampu menguasai makhluk lain); insan; orang",
          "contoh": [
            {
              "nomor": 2,
              "teks": "sebagai -- biasa, ia bisa juga khilaf"
            }
          ]
        }
      ],
      "etimologi": {
        "text": "[Sanskerta मनुष manuṣa n m 'manusia']",
        "languages": [
          "Sanskerta"
        ]
      },
      "terkait": {
        "kataTurunan": [
          "berkemanusiaan",
          "kemanusiaan",
          "memanusiakan",
          "pemanusiaan"
        ],
        "gabunganKata": [
          "manusia hijau",
          "manusia modern",
          "manusia perahu",
          "manusia perak",
          "manusia purba",
          "manusia salju",
          "manusia siap pakai",
          "manusia silver",
          "manusia super",
          "manusia tercepat di dunia",
          "manusia tiga zaman"
        ],
        "peribahasa": [
          "berapalah tajam pisau parang, tajamlah lagi mulut manusia",
          "hidup kayu berbuah, hidup manusia biar berjasa",
          "kerbau dipegang tali hidungnya, manusia dipegang kata-katanya",
          "kerbau seratus dapat digembalakan, manusia seorang tiada terkawal",
          "manusia dipegang mulutnya, binatang dipegang talinya",
          "manusia mati meninggalkan nama (harimau mati meninggalkan belang, gajah mati meninggalkan gading)",
          "manusia mengikhtiarkan, Allah menakdirkan",
          "manusia tahan kias, binatang tahan palu",
          "manusia tertarik oleh tanah airnya, anjing tertarik oleh piringnya",
          "mengikat manusia dengan akal, mengikat binatang dengan tali",
          "mulut bajan boleh ditutup, mulut manusia tidak",
          "mulut tabuh dapat disumbat, mulut manusia bagaimana menyebutnya",
          "pantang kutu dicukur, pantang manusia dihinakan",
          "pisau senjata tiada bisa, bisa lagi mulut manusia",
          "sedangkan cacing diinjak bergerak, apalagi manusia",
          "tuah ayam boleh dilihat, tuah manusia siapa tahu"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "berapalah tajam pisau parang, tajamlah lagi mulut manusia",
            "makna": "Perkataan manusia, terutama yang buruk atau menyakitkan, dapat memiliki dampak yang lebih merusak dan menyakitkan daripada luka fisik yang disebabkan oleh senjata tajam."
          },
          {
            "peribahasa": "hidup kayu berbuah, hidup manusia biar berjasa",
            "makna": "Peribahasa ini mengajarkan bahwa kehidupan manusia seharusnya diisi dengan perbuatan baik dan bermanfaat bagi sesama, sehingga meninggalkan warisan atau kenangan yang berarti setelah meninggal dunia."
          },
          {
            "peribahasa": "kerbau dipegang tali hidungnya, manusia dipegang kata-katanya",
            "makna": "Hewan dapat dikendalikan melalui kekang fisik, sedangkan manusia harus memegang teguh janji dan perkataannya sebagai bentuk kehormatan, integritas, dan tanggung jawab."
          },
          {
            "peribahasa": "kerbau seratus dapat digembalakan, manusia seorang tiada terkawal",
            "makna": "Mengatur atau mengendalikan banyak hewan lebih mudah daripada mengendalikan satu orang manusia yang memiliki kehendak bebas, akal, dan seringkali sulit diatur."
          },
          {
            "peribahasa": "manusia dipegang mulutnya, binatang dipegang talinya",
            "makna": "Sama dengan peribahasa \"kerbau dipegang tali hidungnya, manusia dipegang kata-katanya\", menekankan pentingnya menjaga ucapan dan janji bagi manusia."
          },
          {
            "peribahasa": "manusia mati meninggalkan nama (harimau mati meninggalkan belang, gajah mati meninggalkan gading)",
            "makna": "Setiap makhluk hidup akan meninggalkan jejak atau warisan setelah kematiannya; manusia meninggalkan nama baik atau buruk berdasarkan perbuatan dan kontribusinya selama hidup."
          },
          {
            "peribahasa": "manusia mengikhtiarkan, Allah menakdirkan",
            "makna": "Manusia wajib berusaha dan berikhtiar semaksimal mungkin, namun hasil akhir dari setiap usaha tersebut sepenuhnya ditentukan oleh kehendak dan takdir Tuhan."
          },
          {
            "peribahasa": "manusia tahan kias, binatang tahan palu",
            "makna": "Manusia dapat memahami sindiran, nasihat tidak langsung, atau teguran halus, sedangkan hewan hanya mengerti kekerasan fisik atau perintah langsung."
          },
          {
            "peribahasa": "manusia tertarik oleh tanah airnya, anjing tertarik oleh piringnya",
            "makna": "Manusia memiliki rasa cinta, kesetiaan, dan keterikatan emosional yang mendalam terhadap tanah kelahirannya, sedangkan hewan hanya tertarik pada hal-hal yang bersifat materi atau kebutuhan dasar seperti makanan."
          },
          {
            "peribahasa": "mengikat manusia dengan akal, mengikat binatang dengan tali",
            "makna": "Manusia dapat diatur, dikendalikan, dan diarahkan melalui pemahaman, persuasi, dan penalaran, sementara hewan memerlukan ikatan fisik atau kekerasan."
          },
          {
            "peribahasa": "mulut bajan boleh ditutup, mulut manusia tidak",
            "makna": "Sangat sulit untuk membungkam atau menghentikan perkataan manusia, terutama gosip, fitnah, atau kabar yang sudah tersebar luas."
          },
          {
            "peribahasa": "mulut tabuh dapat disumbat, mulut manusia bagaimana menyebutnya",
            "makna": "Sama dengan peribahasa \"mulut bajan boleh ditutup, mulut manusia tidak\", yang berarti sulit sekali mengendalikan atau membungkam ucapan manusia."
          },
          {
            "peribahasa": "pantang kutu dicukur, pantang manusia dihinakan",
            "makna": "Sesuatu yang tidak boleh atau tidak pantas dilakukan; tidak sepantasnya menghina, merendahkan, atau memperlakukan manusia secara tidak bermartabat."
          },
          {
            "peribahasa": "pisau senjata tiada bisa, bisa lagi mulut manusia",
            "makna": "Sama dengan peribahasa \"berapalah tajam pisau parang, tajamlah lagi mulut manusia\", yang menekankan bahwa perkataan manusia dapat lebih menyakitkan dan merusak daripada senjata fisik."
          },
          {
            "peribahasa": "sedangkan cacing diinjak bergerak, apalagi manusia",
            "makna": "Makhluk sekecil dan serendah cacing saja akan bereaksi atau melawan jika diinjak, apalagi manusia yang memiliki akal, perasaan, dan martabat, tentu akan membela diri jika dianiaya atau dihinakan."
          },
          {
            "peribahasa": "tuah ayam boleh dilihat, tuah manusia siapa tahu",
            "makna": "Keberuntungan atau nasib baik ayam dapat terlihat dari ciri-ciri fisiknya, tetapi keberuntungan atau nasib baik manusia tidak dapat diketahui atau diramalkan oleh siapa pun."
          }
        ]
      }
    }
  ]
}