{
  "word": "habis",
  "authenticated": true,
  "entries": [
    {
      "id": "28013",
      "nama": "ha.bis",
      "nomor": "1",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "tidak ada yang tinggal lagi (karena sudah digunakan, dibagikan, dimakan, dan sebagainya); tidak bersisa",
          "contoh": [
            {
              "nomor": 2,
              "teks": "semua barang dalam gudang itu -- terbakar"
            }
          ]
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "selesai",
          "contoh": [
            {
              "nomor": 2,
              "teks": "pertunjukan sudah hampir --"
            }
          ]
        },
        {
          "nomor": "3",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "tamat",
          "contoh": [
            {
              "nomor": 2,
              "teks": "bacalah buku itu sampai --"
            }
          ]
        },
        {
          "nomor": "4",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "sudah sampai pada batas waktu yang ditentukan",
          "contoh": [
            {
              "nomor": 2,
              "teks": "kontraknya telah --"
            }
          ]
        },
        {
          "nomor": "5",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "keluar biaya",
          "contoh": [
            {
              "nomor": 2,
              "teks": "untuk pergi ke tempat kerjanya, ia -- enam ribu rupiah setiap hari"
            }
          ]
        },
        {
          "nomor": "6",
          "kelasKata": [
            {
              "kode": "p",
              "nama": "Partikel",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "sesudah; setelah",
          "contoh": [
            {
              "nomor": 2,
              "teks": "-- mandi dan sarapan, anak-anak berangkat ke sekolah"
            }
          ]
        },
        {
          "nomor": "7",
          "kelasKata": [
            {
              "kode": "adv",
              "nama": "Adverbia",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "kalau begitu (tidak begitu); maka",
          "contoh": [
            {
              "nomor": 2,
              "teks": "--, sampai kapan kita dapat tahan hidup begini"
            }
          ]
        },
        {
          "nomor": "8",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "akhir",
          "contoh": [
            {
              "nomor": 2,
              "teks": "ia berjanji akan membayar utangnya -- bulan"
            }
          ]
        }
      ],
      "terkait": {
        "kataTurunan": [
          "berhabis",
          "habis-habis",
          "habis-habisan",
          "kehabisan",
          "menghabisi",
          "menghabiskan",
          "penghabis",
          "penghabisan",
          "sehabis",
          "sehabis-habisnya",
          "terhabiskan"
        ],
        "gabunganKata": [
          "habis akal",
          "habis bulan",
          "habis pakai",
          "habis perkara",
          "habis tempo"
        ],
        "peribahasa": [
          "angguk-angguk kukuran, tapi kepala habis juga olehnya",
          "apa peduli kata kukuran, kerambil juga akan habis",
          "arang habis, besi binasa",
          "bagai makan di daun pisang, habis makan piring dibuang",
          "banyak habis, sedikit sedang",
          "destar habis, kopiah luluh",
          "di mana lalang habis, di situ api padam",
          "didenda dengan emas yang habis, dipancung dengan pedang yang hilang",
          "galas habis segulung tandas, lamun dihitung rugi juga",
          "habis adat karena kerelaan",
          "habis beralur, maka beralu-alu",
          "habis cupak oleh (dari) pelelehan",
          "habis geli oleh gelitik, (habis bisa oleh biasa)",
          "habis kapak, berganti beliung",
          "habis manis sepah dibuang",
          "habis manis, sepah dibuang",
          "habis miang karena bergeser",
          "habis minyak sepasu, ekor anjing takkan lurus",
          "habis pati, ampas dibuang",
          "habis perkara, nasi sudah menjadi bubur",
          "habis umpan, kerong tak dapat",
          "ingat sebelum kena, berhemat sebelum habis",
          "karam di darat ada juga tinggal tungku lekar, karam di laut habis sekali",
          "ketika ada jangan dimakan, telah habis (tiada) maka dimakan",
          "lagi ada jangan dimakan, sudah habis baru dimakan",
          "memakan habis-habisan, menyuruh hilang-hilang",
          "menyauk kering-kering, membeli habis-habis",
          "menyuruk hilang-hilang, memakan habis-habis",
          "minyak habis sambal tak enak",
          "nasi habis, budi bersua",
          "rumah terbakar, tikus habis ke luar",
          "semir tak habis kajang pula",
          "sendok berdengar-dengar, nasi habis budi dapat",
          "sepandai-pandai  mencincang, landasan jua yang akan habis",
          "telah habis, maka dimakan",
          "tuba habis, ikan tak dapat",
          "ucap habis, niat sampai",
          "umpan habis, ikan tak kena"
        ],
        "idiom": [
          "habis buah, dahan dipatah",
          "habis dimakan api"
        ],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "angguk-angguk kukuran, tapi kepala habis juga olehnya",
            "makna": "Seseorang yang terlihat patuh dan bodoh, sebenarnya memiliki banyak akal atau niat tersembunyi yang pada akhirnya dapat merugikan orang yang mempercayainya."
          },
          {
            "peribahasa": "apa peduli kata kukuran, kerambil juga akan habis",
            "makna": ""
          },
          {
            "peribahasa": "arang habis, besi binasa",
            "makna": "Pekerjaan yang telah menghabiskan banyak tenaga dan biaya, tetapi tidak menghasilkan apa-apa, bahkan melenyapkan segalanya."
          },
          {
            "peribahasa": "bagai makan di daun pisang, habis makan piring dibuang",
            "makna": "Seseorang yang bersedih hati karena jasa-jasa baiknya diabaikan atau dilupakan oleh orang lain."
          },
          {
            "peribahasa": "banyak habis, sedikit sedang",
            "makna": "Perihal membelanjakan uang; tidak pernah merasa puas, selalu menginginkan yang lain, atau tidak puas dengan apa yang ada."
          },
          {
            "peribahasa": "destar habis, kopiah luluh",
            "makna": "Mengalami kemalangan atau nasib sial secara terus-menerus."
          },
          {
            "peribahasa": "di mana lalang habis, di situ api padam",
            "makna": "Di mana mati, di situlah dikuburkan."
          },
          {
            "peribahasa": "didenda dengan emas yang habis, dipancung dengan pedang yang hilang",
            "makna": "Hukuman atau denda yang diberikan hanya sebatas formalitas atau nama saja, karena yang sebenarnya diinginkan adalah perdamaian."
          },
          {
            "peribahasa": "galas habis segulung tandas, lamun dihitung rugi juga",
            "makna": "Kegiatan niaga (perdagangan) yang tidak menguntungkan; melakukan pekerjaan yang sia-sia; meskipun sudah berusaha sekuat tenaga, namun tetap mengalami kerugian."
          },
          {
            "peribahasa": "habis adat karena kerelaan",
            "makna": "Aturan adat atau kebiasaan lama dapat diubah atau ditiadakan jika ada kesepakatan atau persetujuan bersama (mufakat) yang didasari oleh kerelaan."
          },
          {
            "peribahasa": "habis beralur, maka beralu-alu",
            "makna": "Jika kesepakatan tidak dapat dicapai melalui musyawarah atau perundingan damai, maka barulah jalan kekerasan atau adu kekuatan akan digunakan."
          },
          {
            "peribahasa": "habis cupak oleh (dari) pelelehan",
            "makna": "Adat atau peraturan yang dilanggar sedikit demi sedikit pada akhirnya akan dilanggar seluruhnya."
          },
          {
            "peribahasa": "habis geli oleh gelitik, (habis bisa oleh biasa)",
            "makna": "Sesuatu yang kurang menyenangkan atau tidak disukai pada awalnya, tidak akan terasa sulit atau akan hilang perasaannya apabila telah menjadi kebiasaan."
          },
          {
            "peribahasa": "habis kapak, berganti beliung",
            "makna": "Sangat rajin bekerja atau cepat kaki ringan tangan."
          },
          {
            "peribahasa": "habis manis sepah dibuang",
            "makna": "Sesuatu yang dibuang setelah tidak berguna lagi atau tidak dipedulikan lagi; mengabaikan atau menyia-nyiakan seseorang yang sudah tidak diharapkan apa-apa lagi darinya; digunakan sewaktu perlu saja, setelah itu ditinggalkan; menggambarkan seseorang yang dilupakan oleh orang lain ketika sudah tidak dibutuhkan lagi."
          },
          {
            "peribahasa": "habis manis, sepah dibuang",
            "makna": ""
          },
          {
            "peribahasa": "habis miang karena bergeser",
            "makna": "Segala kesulitan, kesukaran, ketakutan, atau kecanggungan akan hilang dan tidak terasa setelah menjadi kebiasaan atau setelah seseorang terbiasa mengerjakan sesuatu pekerjaan."
          },
          {
            "peribahasa": "habis minyak sepasu, ekor anjing takkan lurus",
            "makna": "Tabiat atau sifat buruk seseorang sangat sulit atau tidak mungkin diubah/diperbaiki, meskipun sudah diusahakan dengan berbagai cara."
          },
          {
            "peribahasa": "habis pati, ampas dibuang",
            "makna": "Setelah mendapatkan intisari atau manfaat dari sesuatu, yang tidak berguna atau sisanya akan dibuang."
          },
          {
            "peribahasa": "habis perkara, nasi sudah menjadi bubur",
            "makna": "Sesuatu yang sudah terlanjur terjadi tidak dapat dibatalkan atau diubah lagi."
          },
          {
            "peribahasa": "habis umpan, kerong tak dapat",
            "makna": "Usaha atau perbuatan yang mendatangkan kerugian."
          },
          {
            "peribahasa": "ingat sebelum kena, berhemat sebelum habis",
            "makna": "Selalu berhati-hati dan waspada agar tidak tertipu atau mengalami kerugian; harus berusaha dengan baik dan sungguh-sungguh agar tidak menyesal di kemudian hari; seseorang itu hendaklah sentiasa berhati-hati dan bersiap sedia sebelum terjadi sesuatu yang tidak diinginkan."
          },
          {
            "peribahasa": "karam di darat ada juga tinggal tungku lekar, karam di laut habis sekali",
            "makna": "Jika seseorang mengalami kesulitan atau kesusahan di tempat asalnya atau di negeri sendiri, masih ada kemungkinan untuk mendapatkan bantuan dari sanak saudara atau kerabat. Namun, jika kesulitan itu terjadi di perantauan atau di negeri orang, maka akan sangat sulit untuk mendapatkan pertolongan, bahkan bisa kehilangan akal bicara atau tidak ada yang menolong samanya sekali."
          },
          {
            "peribahasa": "ketika ada jangan dimakan, telah habis (tiada) maka dimakan",
            "makna": "Ketika memiliki penghasilan atau harta benda (ada), janganlah mengganggu atau menghabiskan simpanan yang dimiliki; simpanan atau tabungan tersebut baru boleh digunakan ketika sudah tidak ada lagi penghasilan atau dalam keadaan terdesak (telah habis/tiada)."
          },
          {
            "peribahasa": "lagi ada jangan dimakan, sudah habis baru dimakan",
            "makna": "Ketika seseorang memiliki penghasilan atau harta, janganlah diganggu atau dihabiskan simpanannya. Namun, apabila sudah tidak ada lagi penghasilan, barulah harta simpanan itu dipergunakan."
          },
          {
            "peribahasa": "memakan habis-habisan, menyuruh hilang-hilang",
            "makna": "Jika merahasiakan sesuatu, hendaklah dilakukan dengan sebaik-baiknya agar tidak diketahui orang lain."
          },
          {
            "peribahasa": "menyauk kering-kering, membeli habis-habis",
            "makna": "Menyelidiki sesuatu hal sampai jelas; menuntut ilmu biarlah kepenghabisan; memeriksa atau menyiasat sesuatu hendaklah teliti dan sempurna."
          },
          {
            "peribahasa": "menyuruk hilang-hilang, memakan habis-habis",
            "makna": "Jika seseorang memiliki suatu rahasia, ia harus pandai-pandai menyimpannya agar rahasia tersebut tidak terbongkar; menyembunyikan suatu kehendak sesempurna-sempurnanya."
          },
          {
            "peribahasa": "minyak habis sambal tak enak",
            "makna": "Usaha yang telah dilakukan dengan pengorbanan besar, namun tujuan yang diinginkan tidak tercapai, dan bahkan alat atau syarat untuk mencapai tujuan tersebut juga hilang."
          },
          {
            "peribahasa": "nasi habis, budi bersua",
            "makna": "Seorang sahabat yang kemudian terlihat perilaku atau budi pekertinya yang kurang baik; baru teringat akan budi pekerti yang kurang baik dari seseorang."
          },
          {
            "peribahasa": "rumah terbakar, tikus habis ke luar",
            "makna": "Uang habis, tetapi yang dikehendaki tidak diperoleh; apabila terjadi kerusakan di suatu daerah, semua penduduknya berbondong-bondong pindah ke tempat lain; apabila terjadi sesuatu kesusahan dalam sesebuah negeri, maka isi negeri itu pun mengungsi ke tempat lain; bila mewah, ramai yang datang, tetapi bila susah semua kawan lari; pengetahuan yang tidak sempurna, sehingga tidak mendatangkan faedah sedikit pun."
          },
          {
            "peribahasa": "semir tak habis kajang pula",
            "makna": "Seseorang mencari atau membuat hutang baru, padahal hutang yang lama belum terbayar atau lunas."
          },
          {
            "peribahasa": "sendok berdengar-dengar, nasi habis budi dapat",
            "makna": "Jika suatu pekerjaan dilakukan dengan kurang hati-hati, pada akhirnya akan mendapatkan malu karena rahasia menjadi terbuka kepada orang lain."
          },
          {
            "peribahasa": "sepandai-pandai  mencincang, landasan jua yang akan habis",
            "makna": "Sebaik apa pun seseorang menumpang atau meminta pertolongan kepada orang lain, pada akhirnya akan tetap merugikan orang yang ditumpanginya atau dimintai pertolongan tersebut."
          },
          {
            "peribahasa": "telah habis, maka dimakan",
            "makna": "Hemat dan cermat dalam menjalani kehidupan; menganjurkan untuk hidup hemat dan tidak boros; uang tabungan jangan dihambur-hamburkan, agar kelak tidak menderita kesusahan sendiri; simpanan, bila tidak ada mata pencarian lagi barulah dipergunakan harta simpanan itu (nasihat supaya berhemat); selama tidak terdesak, janganlah tabungan itu diusik-usik."
          },
          {
            "peribahasa": "tuba habis, ikan tak dapat",
            "makna": "Pekerjaan atau usaha yang tidak mendatangkan hasil atau faedah, hanya mendatangkan kerugian dan kelelahan saja."
          },
          {
            "peribahasa": "ucap habis, niat sampai",
            "makna": "Hasil yang diperoleh dengan segera."
          },
          {
            "peribahasa": "umpan habis, ikan tak kena",
            "makna": "Bersusah payah atau melakukan suatu usaha, tetapi tidak ada hasilnya sama sekali, bahkan hanya mendatangkan kerugian dan kelelahan."
          }
        ]
      }
    },
    {
      "id": "206489",
      "nama": "ha.bis",
      "nomor": "2",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "batas tumbuhnya rambut di atas jidat",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [],
        "idiom": [
          "habis buah, dahan dipatah",
          "habis dimakan api"
        ]
      }
    }
  ]
}