{
  "word": "harimau",
  "authenticated": true,
  "entries": [
    {
      "id": "28769",
      "nama": "ha.ri.mau",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "mamalia karnivor berambut oranye kemerahan atau putih, dengan ciri loreng berwarna hitam atau cokelat tua, pemangsa soliter, dan merupakan hewan teritorial〔Anthera spp.〕",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [
          "mengharimaui"
        ],
        "gabunganKata": [
          "harimau akar",
          "harimau bali",
          "harimau belang",
          "harimau benggala",
          "harimau bintang",
          "harimau campa",
          "harimau dahan",
          "harimau dandi",
          "harimau jawa",
          "harimau kumbang",
          "harimau loreng",
          "harimau peturun",
          "harimau sumatra",
          "harimau tasmania",
          "harimau tunggal",
          "harimau tutul"
        ],
        "peribahasa": [
          "anak harimau takkan menjadi anak kambing",
          "bagai harimau beranak muda",
          "bergalah hilir tertawa buaya, bersuluh di bulan terang tertawa harimau",
          "di luar harimau, di dalam kambing",
          "duduk seperti kucing, melompat seperti harimau",
          "gajah terdorong karena gadingnya, harimau terlompat karena belangnya",
          "harimau ditakuti karena giginya",
          "harimau mati karena belangnya",
          "harimau mati meninggalkan belang, gajah mati meninggalkan gading",
          "harimau mati meninggalkan belang, gajah mati meninggalkan gading, orang mati meninggalkan nama",
          "harimau mengaum takkan menangkap",
          "harimau menunjukkan belangnya",
          "lepas dari mulut harimau, jatuh ke mulut buaya",
          "malu kalau anak harimau menjadi anak kucing (kambing)",
          "manusia mati meninggalkan nama (harimau mati meninggalkan belang, gajah mati meninggalkan gading)",
          "masuk sarang harimau",
          "mati gajah tidak dapat belalainya, mati harimau tidak dapat belangnya",
          "mengepit kepala harimau",
          "menolong kerbau ditangkap harimau",
          "mulut kamu, harimau kamu",
          "rupa harimau, hati tikus",
          "seperti harimau menyembunyikan kuku",
          "tak ada harimau makan anaknya"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "anak harimau takkan menjadi anak kambing",
            "makna": "Orang yang memiliki sifat pemberani tidak akan pernah menjadi penakut."
          },
          {
            "peribahasa": "bagai harimau beranak muda",
            "makna": "Seorang perempuan yang terlalu bengis, kejam, mudah tersinggung, atau cepat marah."
          },
          {
            "peribahasa": "bergalah hilir tertawa buaya, bersuluh di bulan terang tertawa harimau",
            "makna": "Melakukan suatu pekerjaan atau perbuatan yang sia-sia; perbuatan yang bodoh atau tidak berguna ini akan ditertawakan orang lain."
          },
          {
            "peribahasa": "di luar harimau, di dalam kambing",
            "makna": "Seseorang yang tampak kuat dan menakutkan di luar, tetapi sebenarnya lemah atau penakut di dalam."
          },
          {
            "peribahasa": "duduk seperti kucing, melompat seperti harimau",
            "makna": "Orang yang tampak pendiam atau tenang, tetapi sebenarnya tangkas, cerdas, dan cekatan dalam bekerja atau berpikir."
          },
          {
            "peribahasa": "gajah terdorong karena gadingnya, harimau terlompat karena belangnya",
            "makna": "Berbuat sesuatu yang kurang baik demi memamerkan kelebihannya; kebiasaan yang dilakukan oleh orang besar karena kekayaan, perkataan, dan kekuasaan yang mereka miliki."
          },
          {
            "peribahasa": "harimau ditakuti karena giginya",
            "makna": "Orang yang berkuasa atau berpangkat itu ditakuti karena kekuasaannya."
          },
          {
            "peribahasa": "harimau mati karena belangnya",
            "makna": "Mendapat kecelakaan karena memperlihatkan keunggulannya; yang dikehendaki tidak tercapai, sedangkan alat/syarat yang digunakan untuk mencapai maksudnya itu pun hilang."
          },
          {
            "peribahasa": "harimau mati meninggalkan belang, gajah mati meninggalkan gading",
            "makna": "Setiap orang yang sudah meninggal akan dikenang sesuai dengan perbuatan atau jasa-jasanya selama hidup di dunia."
          },
          {
            "peribahasa": "harimau mati meninggalkan belang, gajah mati meninggalkan gading, orang mati meninggalkan nama",
            "makna": "Setiap orang yang sudah meninggal akan dikenang sesuai dengan perbuatan atau jasa-jasanya selama hidup di dunia."
          },
          {
            "peribahasa": "harimau mengaum takkan menangkap",
            "makna": "Orang yang mengancam atau menunjukkan kemarahan yang berlebihan dengan perkataan keras, biasanya tidak akan sampai berbuat sesuatu yang membahayakan atau melakukan tindakan fisik."
          },
          {
            "peribahasa": "harimau menunjukkan belangnya",
            "makna": "Orang yang memperlihatkan kekuasaannya."
          },
          {
            "peribahasa": "lepas dari mulut harimau, jatuh ke mulut buaya",
            "makna": "Lepas dari bahaya yang besar, lalu jatuh ke dalam bahaya yang lebih besar lagi; luput dari satu bahaya, lalu jatuh kembali ke bahaya yang lain, atau kesialan yang bertubi-tubi."
          },
          {
            "peribahasa": "malu kalau anak harimau menjadi anak kucing (kambing)",
            "makna": "Tidak sepatutnya kalau anak orang baik-baik atau pandai menjadi jahat atau bodoh; tidak patut anak yang pandai menjadi bodoh atau berani penakut."
          },
          {
            "peribahasa": "manusia mati meninggalkan nama (harimau mati meninggalkan belang, gajah mati meninggalkan gading)",
            "makna": "Orang baik meninggalkan nama baik, orang jahat meninggalkan nama jahat; orang yang banyak jasa tetap akan dikenang meskipun sudah meninggal dunia; setiap manusia akan meninggalkan jejak sesuai dengan amal perbuatan dan karakternya masing-masing."
          },
          {
            "peribahasa": "masuk sarang harimau",
            "makna": "Termasuk ke dalam bahaya besar atau terperosok ke dalam suatu bahaya besar."
          },
          {
            "peribahasa": "mati gajah tidak dapat belalainya, mati harimau tidak dapat belangnya",
            "makna": "Seseorang yang tahu melakukan perbuatan jahat juga tahu cara menyembunyikan dan menghilangkannya."
          },
          {
            "peribahasa": "mengepit kepala harimau",
            "makna": "Menggunakan kekuasaan atau nama baik orang lain yang berkuasa untuk menakut-nakuti atau mengancam orang lain."
          },
          {
            "peribahasa": "menolong kerbau ditangkap harimau",
            "makna": "Menolong orang yang membuat kesalahan, namun pada akhirnya diri sendiri yang mendapatkan kesusahan atau celaka; pekerjaan bodoh yang menyusahkan diri sendiri, atau melawan orang yang berkuasa sehingga kita sendiri yang terkena dampaknya; tidak perlu mencampuri urusan orang lain."
          },
          {
            "peribahasa": "mulut kamu, harimau kamu",
            "makna": "Perkataan yang terlanjur diucapkan, jika tidak dipikirkan terlebih dahulu, dapat merugikan diri sendiri atau orang lain."
          },
          {
            "peribahasa": "rupa harimau, hati tikus",
            "makna": "Seseorang yang kelihatannya gagah berani atau garang, tetapi sebenarnya penakut."
          },
          {
            "peribahasa": "seperti harimau menyembunyikan kuku",
            "makna": "Orang yang menyembunyikan kelebihan, kepandaian, atau kemampuannya, meskipun sebenarnya ia memiliki banyak potensi; orang yang rendah hati dan tidak sombong dengan kelebihannya."
          },
          {
            "peribahasa": "tak ada harimau makan anaknya",
            "makna": "Tidak ada orang tua yang bermaksud mencelakakan anak kandungnya sendiri."
          }
        ]
      }
    }
  ]
}