{
  "word": "hendak",
  "authenticated": true,
  "entries": [
    {
      "id": "29222",
      "nama": "hen.dak",
      "nomor": "1",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "adv",
              "nama": "Adverbia",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "akan; bermaksud akan; mau",
          "contoh": [
            {
              "nomor": 2,
              "teks": "pamannya -- pergi jauh"
            },
            {
              "nomor": 4,
              "teks": "ia -- mengadakan pesta perpisahan"
            }
          ]
        }
      ],
      "terkait": {
        "kataTurunan": [
          "berkehendak",
          "kehendak",
          "menghendaki",
          "sekehendak",
          "terkehendaki"
        ],
        "gabunganKata": [
          "hendak akan",
          "hendak kan"
        ],
        "peribahasa": [
          "ada sampan, hendak berenang",
          "ada sirih hendak makan sepah",
          "asa ayam hendak ke lesung, asa itik hendak ke pelimbahan",
          "awak tikus hendak menampar kepala kucing",
          "bagai si lumpuh hendak merantau",
          "belalang hendak menjadi elang",
          "belum bergigi, hendak mengunyah (menggigit)",
          "belum berkuku sudah hendak menggaruk, belum bergigi sudah hendak menggigit",
          "belum bertaji, hendak berkokok",
          "belum punya kuku, hendak mencubit",
          "belum tegak, hendak berlari",
          "berkurai (hendak) memanjat kayu",
          "beroleh sehasta hendak sedepa",
          "besar hendak melanda, panjang hendak melindih",
          "bungkuk kail hendak mengena",
          "buntat hendak jadi kemala",
          "cacat-cacat cempedak, cacat-cacat nak hendak",
          "cacing hendak menjadi naga",
          "diberi betis hendak paha",
          "diberi betis, hendak paha",
          "diberi kepala, hendak bahu",
          "diberi kuku, hendak mencekam",
          "diberi kuku, hendak mencengkam",
          "diberi sejari, hendak setelempap",
          "diberi sejengkal hendak sehasta, diberi sehasta hendak sedepa",
          "hendak air pancuran terbit, hendak ulam pucuk menjulai",
          "hendak berminyak-minyak air",
          "hendak hinggap tiada berkaki",
          "hendak kerja golok keling, hendak makan parang puting",
          "hendak megah, berlawan lebih",
          "hendak meluruskan ekor anjing",
          "hendak menangguk ikan, tertangguk batang",
          "hendak menggaruk, tidak berkuku",
          "hendak mulia, bertabur urai",
          "hendak mulia, hinakan diri",
          "hendak panjang, terlalu patah",
          "hendak seribu daya tak hendak seribu dalih",
          "hendak terbang, tiada bersayap",
          "hendak ucok dilawan damai, hendak perang giling peluru",
          "hendak ulam, pucuk menjulai (pucuk dicinta ulam tiba)",
          "hidup segan, mati tak hendak",
          "kalau kail panjang sejengkal, jangan laut hendak diduga",
          "kalau langit hendak menimpa bumi, bolehkah ditahan dengan telunjuk",
          "katak hendak jadi lembu",
          "keledai hendak dijadikan kuda",
          "kelekatu hendak terbang ke langit",
          "kepak singkat, terbang hendak tinggi",
          "kurang-kurang dikerah orang, lebih-lebih dia hendak datang",
          "mata memandang apa hendak sakit, bahu memikul timpa perasaan (seberapa berat mata menentang, berat jua bahu memikul)",
          "memilin kacang hendak mengebat, memilin jering hendak berisi",
          "menangis daun bangun-bangun hendak sama dengan hilir air",
          "merajukkan air di ruang, hendak karam ditimba juga",
          "pacet hendak menjadi ular",
          "pucuk dicinta, ulam tiba (hendak ulam pucuk menjulai)",
          "sayap singkat, terbang hendak jauh",
          "sesak berundur-undur, hendak lari malu, hendak menghambat tak lalu",
          "si cebol hendak mencapai bulan (bintang)",
          "seperti Belanda minta tanah, diberi kuku hendak menggarut",
          "seperti pinggan dengan mangkuk, salah sedikit, hendak berantuk",
          "sudah arang-arang, hendak minyak pula",
          "sudah betis, hendak paha",
          "sudah lulus maka hendak melantai",
          "sudah terlalu hilir malam, apa hendak dikata lagi",
          "teperlus, maka hendak menutup lubang",
          "tiang pandak hendak menyamai tiang panjang",
          "udang hendak mengatai ikan"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "ada sampan, hendak berenang",
            "makna": "Sengaja bersusah payah padahal ada cara yang lebih mudah atau tidak perlu berbuat begitu."
          },
          {
            "peribahasa": "ada sirih hendak makan sepah",
            "makna": "Ada yang baik, tetapi menghendaki yang buruk."
          },
          {
            "peribahasa": "asa ayam hendak ke lesung, asa itik hendak ke pelimbahan",
            "makna": "Tabiat atau perilaku seseorang itu sulit atau tidak mungkin untuk diubah."
          },
          {
            "peribahasa": "awak tikus hendak menampar kepala kucing",
            "makna": "Melakukan sesuatu yang mustahil; menghendaki sesuatu yang tidak mungkin diperoleh atau terjadi; ingin melakukan sesuatu, tetapi tidak mampu; tidak berdaya mencapai sesuatu yang dicita-citakan atau diharap-harapkan."
          },
          {
            "peribahasa": "bagai si lumpuh hendak merantau",
            "makna": "Ingin melakukan pekerjaan yang mustahil atau tidak mungkin dikerjakan."
          },
          {
            "peribahasa": "belalang hendak menjadi elang",
            "makna": "Orang yang bodoh atau hina ingin bertingkah laku seperti orang pandai atau terhormat."
          },
          {
            "peribahasa": "belum bergigi, hendak mengunyah (menggigit)",
            "makna": "Hendak melakukan sesuatu, tetapi belum ada sarananya; hendak mengerjakan sesuatu padahal belum cekap (cakap/mampu) lagi; belum mempunyai kekuasaan sudah hendak bertindak; belum berkuasa tetapi sudah berangan-angan untuk menindas."
          },
          {
            "peribahasa": "belum berkuku sudah hendak menggaruk, belum bergigi sudah hendak menggigit",
            "makna": "Seseorang yang belum memiliki kemampuan atau kekuasaan, tetapi sudah berangan-angan atau berkeinginan untuk menindas atau berbuat sesuatu yang melebihi kemampuannya."
          },
          {
            "peribahasa": "belum bertaji, hendak berkokok",
            "makna": "Seseorang yang belum memiliki ilmu, kekayaan, atau kekuasaan yang cukup, tetapi sudah ingin menyombongkan diri atau berlagak."
          },
          {
            "peribahasa": "belum punya kuku, hendak mencubit",
            "makna": "Belum mempunyai kekuasaan sudah hendak mencari-cari kesalahan orang; belum berkuasa sudah berangan-angan untuk menindas; belum memiliki ilmu atau kemampuan yang cukup, tetapi sudah ingin menyombongkan diri atau bertindak seperti orang yang berkuasa."
          },
          {
            "peribahasa": "belum tegak, hendak berlari",
            "makna": "Melakukan sesuatu tidak menurut aturan yang biasa atau terburu-buru ingin mencapai sesuatu yang lebih tinggi sebelum menguasai dasar-dasarnya; lekas-lekas hendak marah, sebelum mengetahui benar kesalahan orang yang hendak dimarahi; belum duduk sudah belunjur."
          },
          {
            "peribahasa": "berkurai (hendak) memanjat kayu",
            "makna": "Sesuatu yang mustahil tercapai atau usaha yang sia-sia."
          },
          {
            "peribahasa": "beroleh sehasta hendak sedepa",
            "makna": "Diberi sedikit tetapi menginginkan banyak."
          },
          {
            "peribahasa": "besar hendak melanda, panjang hendak melindih",
            "makna": "Setelah berkuasa, seseorang atau pihak akan bertindak sewenang-wenang atau bermaharajalela; mengganti peraturan yang lama karena pergantian kekuasaan."
          },
          {
            "peribahasa": "bungkuk kail hendak mengena",
            "makna": "Jika asalnya tidak baik, maka hasilnya pun tentu tidak baik."
          },
          {
            "peribahasa": "buntat hendak jadi kemala",
            "makna": "Tidak tahu diri; orang kecil hendak menyamai orang besar; boros terhadap pendapatan/penghasilan yang sedikit dan akhirnya mendatangkan kesulitan."
          },
          {
            "peribahasa": "cacat-cacat cempedak, cacat-cacat nak hendak",
            "makna": "Seseorang yang berpura-pura mencela atau tidak menyukai sesuatu, padahal dalam hatinya sangat menginginkannya."
          },
          {
            "peribahasa": "cacing hendak menjadi naga",
            "makna": "Orang kecil atau orang hina yang ingin menyamai atau berlagak seperti orang besar, orang kaya, atau orang berpangkat tinggi; orang bodoh yang mencoba meniru menjadi orang pandai."
          },
          {
            "peribahasa": "diberi betis hendak paha",
            "makna": "Seseorang yang diberi sedikit, kemudian menginginkan lebih banyak atau semuanya; sifat tamak atau tidak pernah merasa cukup."
          },
          {
            "peribahasa": "diberi betis, hendak paha",
            "makna": "Seseorang yang diberi sedikit, kemudian menginginkan lebih banyak atau semuanya; sifat tamak atau tidak pernah merasa cukup."
          },
          {
            "peribahasa": "diberi kepala, hendak bahu",
            "makna": "Seseorang yang sudah diberikan sedikit kemudahan atau kebaikan, kemudian menginginkan lebih banyak lagi; sifat serakah atau tidak tahu berterima kasih."
          },
          {
            "peribahasa": "diberi kuku, hendak mencekam",
            "makna": "Seseorang yang baru diberi sedikit kekuasaan atau kesempatan, sudah ingin berbuat sewenang-wenang atau menindas orang lain."
          },
          {
            "peribahasa": "diberi kuku, hendak mencengkam",
            "makna": "Seseorang yang baru diberi sedikit kekuasaan atau kesempatan, sudah ingin berbuat sewenang-wenang atau menindas orang lain."
          },
          {
            "peribahasa": "diberi sejari, hendak setelempap",
            "makna": "Seseorang yang diberi sedikit, tetapi menginginkan lebih banyak lagi; sifat tamak."
          },
          {
            "peribahasa": "diberi sejengkal hendak sehasta, diberi sehasta hendak sedepa",
            "makna": "Seseorang yang diberi sedikit, kemudian menginginkan lebih banyak lagi; sifat serakah atau tidak pernah merasa puas dengan apa yang sudah didapatkan."
          },
          {
            "peribahasa": "hendak air pancuran terbit, hendak ulam pucuk menjulai",
            "makna": "Seseorang mendapatkan keberuntungan yang baik, di mana apa yang diperolehnya lebih dari yang diinginkan atau diharapkan."
          },
          {
            "peribahasa": "hendak berminyak-minyak air",
            "makna": "Memuji-muji seseorang setelah orang tersebut difitnah dan dicemarkan namanya."
          },
          {
            "peribahasa": "hendak hinggap tiada berkaki",
            "makna": "Ingin berbuat sesuatu tetapi tidak berdaya atau tidak memiliki kemampuan; tidak memiliki kekuasaan atau kemampuan untuk melakukan sesuatu."
          },
          {
            "peribahasa": "hendak kerja golok keling, hendak makan parang puting",
            "makna": "Malas bekerja tetapi banyak makan atau boros."
          },
          {
            "peribahasa": "hendak megah, berlawan lebih",
            "makna": "Makin banyak musuh, makin besar kemasyhurannya; keinginan untuk memperlihatkan ketinggian diri, sehingga sanggup hidup dalam kesukaran."
          },
          {
            "peribahasa": "hendak meluruskan ekor anjing",
            "makna": "Sangat sulit untuk mengubah tingkah laku atau tabiat seseorang yang sudah menjadi kebiasaan, terutama tabiat buruk; orang yang jahat, bagaimanapun diajar berbuat baik, tidak akan menjadi baik."
          },
          {
            "peribahasa": "hendak menangguk ikan, tertangguk batang",
            "makna": "Mengharapkan keuntungan, tetapi yang diperoleh justru kerugian."
          },
          {
            "peribahasa": "hendak menggaruk, tidak berkuku",
            "makna": "Ingin melakukan sesuatu tetapi tidak memiliki alat atau kemampuan yang cukup untuk melakukannya; memiliki cita-cita atau keinginan, namun bekal atau persiapannya kurang memadai."
          },
          {
            "peribahasa": "hendak mulia, bertabur urai",
            "makna": "Jika seseorang ingin mendapatkan kemuliaan atau dihormati oleh orang lain, ia harus berani mengeluarkan uang atau tidak kikir."
          },
          {
            "peribahasa": "hendak mulia, hinakan diri",
            "makna": "Untuk mencapai kemuliaan atau kehormatan sejati, seseorang harus bersikap rendah hati dan tidak sombong."
          },
          {
            "peribahasa": "hendak panjang, terlalu patah",
            "makna": "Orang yang suka meninggikan diri atau terlalu menyombongkan diri pada akhirnya akan cepat jatuh atau kecewa; orang yang terlalu berambisi atau ingin mencapai sesuatu yang terlalu tinggi, namun akhirnya gagal atau tidak berhasil."
          },
          {
            "peribahasa": "hendak seribu daya tak hendak seribu dalih",
            "makna": "Jika seseorang memiliki kemauan untuk melakukan sesuatu, ia akan berusaha dengan berbagai cara untuk mencapainya. Sebaliknya, jika tidak ada kemauan, maka akan ada seribu alasan atau dalih yang diberikan."
          },
          {
            "peribahasa": "hendak terbang, tiada bersayap",
            "makna": "Ingin melakukan sesuatu yang besar atau mencapai sesuatu, tetapi tidak memiliki kemampuan, sarana, atau daya untuk mewujudkannya."
          },
          {
            "peribahasa": "hendak ucok dilawan damai, hendak perang giling peluru",
            "makna": "Bersedia menghadapi segala kemungkinan; siap untuk berunding dan mencari jalan damai, tetapi juga siap untuk berperang jika diperlukan."
          },
          {
            "peribahasa": "hendak ulam, pucuk menjulai (pucuk dicinta ulam tiba)",
            "makna": "Mendapatkan sesuatu yang lebih baik atau lebih banyak dari yang diharapkan atau diinginkan."
          },
          {
            "peribahasa": "hidup segan, mati tak hendak",
            "makna": "Menggambarkan seseorang yang tidak berbuat apa-apa karena tidak memiliki tujuan hidup; hidup dalam kondisi melarat, baik karena miskin maupun selalu sakit-sakitan; kondisi yang tidak sejalan dengan yang diinginkan."
          },
          {
            "peribahasa": "kalau kail panjang sejengkal, jangan laut hendak diduga",
            "makna": "Jika kemampuan atau pengetahuan yang dimiliki sangat terbatas, janganlah mencoba melakukan atau menghadapi sesuatu yang besar dan di luar batas kemampuan tersebut."
          },
          {
            "peribahasa": "kalau langit hendak menimpa bumi, bolehkah ditahan dengan telunjuk",
            "makna": "Orang kecil atau rakyat biasa tidak akan dapat mengelakkan diri dari perintah atau kehendak orang besar atau penguasa; tidak ada harapan lagi untuk meloloskan diri dari suatu keadaan yang tidak tertolong."
          },
          {
            "peribahasa": "katak hendak jadi lembu",
            "makna": "Orang yang hina (miskin, rendah) ingin menyamai orang besar (kaya dan sebagainya); congkak atau sombong; ingin melakukan sesuatu yang melebihi kesanggupan diri sendiri; jangan memimpikan sesuatu yang tidak mungkin; orang kecil yang bercita-cita terlalu tinggi, yang pada akhirnya bisa binasa karena cita-citanya itu."
          },
          {
            "peribahasa": "keledai hendak dijadikan kuda",
            "makna": "Orang bodoh yang ingin disamakan atau dianggap sebagai orang pandai; seseorang yang belum cukup ilmu, tetapi dipaksakan untuk bisa sejajar dengan yang lebih berilmu."
          },
          {
            "peribahasa": "kelekatu hendak terbang ke langit",
            "makna": "Menghendaki sesuatu yang mustahil atau mengerjakan sesuatu yang tidak mungkin berhasil."
          },
          {
            "peribahasa": "kepak singkat, terbang hendak tinggi",
            "makna": "Kemampuan yang sedikit atau terbatas, namun memiliki cita-cita atau keinginan yang tinggi; mengangan-angankan sesuatu yang tidak sepadan dengan kemampuan diri sendiri, atau ingin melakukan pekerjaan yang melebihi kekuasaan atau kemampuannya."
          },
          {
            "peribahasa": "kurang-kurang dikerah orang, lebih-lebih dia hendak datang",
            "makna": "Seseorang yang tidak terlalu dipaksa atau disuruh, justru akan lebih berinisiatif atau bersemangat untuk melakukan sesuatu."
          },
          {
            "peribahasa": "mata memandang apa hendak sakit, bahu memikul timpa perasaan (seberapa berat mata menentang, berat jua bahu memikul)",
            "makna": "Betapapun sulitnya seseorang melihat penderitaan orang lain, akan lebih sulit lagi bagi orang yang menanggung penderitaan itu sendiri; menyuruh orang melakukan sesuatu memang mudah, tetapi yang menanggung kesukarannya adalah orang yang mengerjakannya."
          },
          {
            "peribahasa": "memilin kacang hendak mengebat, memilin jering hendak berisi",
            "makna": "Setiap pembicaraan atau perbuatan itu mempunyai maksud dan tujuannya."
          },
          {
            "peribahasa": "menangis daun bangun-bangun hendak sama dengan hilir air",
            "makna": "Perbuatan yang sia-sia karena ingin menyamai orang lain yang melebihi dirinya; keinginan yang tidak pada tempatnya, seperti orang miskin yang bertingkah laku seperti orang kaya atau orang hina yang berlaku sebagai orang besar."
          },
          {
            "peribahasa": "merajukkan air di ruang, hendak karam ditimba juga",
            "makna": "Kemarahan yang tidak berpanjangan atau tidak sampai hati, di mana seseorang yang kita sayangi akan tetap ditolong apabila dalam kesusahan, meskipun kita marah kepadanya; penyesalan terhadap perbuatan anak sendiri yang tidak baik, namun pada akhirnya kita tidak sampai hati melihatnya hidup melarat dan tetap akan menolongnya."
          },
          {
            "peribahasa": "pacet hendak menjadi ular",
            "makna": "Orang yang hina (miskin) berlaku atau berlagak seperti orang besar (kaya); mengharapkan sesuatu yang tidak mungkin tercapai."
          },
          {
            "peribahasa": "pucuk dicinta, ulam tiba (hendak ulam pucuk menjulai)",
            "makna": "Mendapatkan sesuatu yang lebih dari yang diharapkan atau dicita-citakan; harapan yang telah lama dinanti dan akhirnya terwujud."
          },
          {
            "peribahasa": "sayap singkat, terbang hendak jauh",
            "makna": "Hendak berbuat sesuatu yang melebihi kemampuan atau kekuasaan; ingin melakukan hal besar atau mencapai tujuan tinggi, padahal kemampuannya terbatas."
          },
          {
            "peribahasa": "sesak berundur-undur, hendak lari malu, hendak menghambat tak lalu",
            "makna": "Seseorang sudah tidak mampu melawan, tetapi karena malu, ia berpura-pura masih sanggup bertahan; perihal orang yang tidak dapat melawan seseorang tetapi karena malunya dilawannya juga."
          },
          {
            "peribahasa": "si cebol hendak mencapai bulan (bintang)",
            "makna": "Keinginan untuk melakukan atau mendapatkan sesuatu yang mustahil atau tidak mungkin tercapai; memiliki cita-cita atau keinginan yang terlalu tinggi, tidak sesuai dengan kemampuan atau keadaan dirinya."
          },
          {
            "peribahasa": "seperti Belanda minta tanah, diberi kuku hendak menggarut",
            "makna": "Ketamakan atau sifat tidak pernah puas; seseorang yang diberi sedikit, namun menginginkan lebih banyak, bahkan ingin menguasai semuanya."
          },
          {
            "peribahasa": "seperti pinggan dengan mangkuk, salah sedikit, hendak berantuk",
            "makna": "Perselisihan antara suami istri atau anggota keluarga adalah hal yang biasa terjadi."
          },
          {
            "peribahasa": "sudah arang-arang, hendak minyak pula",
            "makna": "Sesudah dicemarkan nama seseorang, hendak bermanis-manis pula kepada orang itu; dulu dikeji, sekarang dipuji."
          },
          {
            "peribahasa": "sudah betis, hendak paha",
            "makna": "Seseorang yang diberi sedikit, kemudian menginginkan lebih banyak atau bahkan semuanya; sifat tamak atau tidak pernah merasa cukup."
          },
          {
            "peribahasa": "sudah lulus maka hendak melantai",
            "makna": "Sudah celaka baru ingat; sesudah mendapat kesusahan (kemalangan) baru hendak beringat-ingat."
          },
          {
            "peribahasa": "sudah terlalu hilir malam, apa hendak dikata lagi",
            "makna": "Perbuatan salah yang telanjur atau sudah terjadi, sehingga tidak ada gunanya lagi untuk disesali atau diperbaiki; menyesali pekerjaan yang sudah terlanjur; orang yang mengaku kesalahannya sendiri karena mungkir dalam janjinya; kebodohan yang dilakukannya tidak dapat diperbetulkan kembali; tidak berguna."
          },
          {
            "peribahasa": "teperlus, maka hendak menutup lubang",
            "makna": "Sesudah ditimpa kecelakaan atau kemalangan, barulah seseorang itu teringat akan jalan keluar atau ikhtiar untuk mengatasinya."
          },
          {
            "peribahasa": "tiang pandak hendak menyamai tiang panjang",
            "makna": "Hendak meniru-niru perbuatan orang besar atau kaya, namun pada akhirnya diri sendiri yang binasa atau mengalami kerugian; keinginan akan sesuatu yang besar tetapi tidak berdaya (karena kekurangan akal dan alat) untuk meraihnya."
          },
          {
            "peribahasa": "udang hendak mengatai ikan",
            "makna": "Tidak sadar akan kekurangan atau keburukan diri sendiri, tetapi justru menyalahkan atau mengkritik orang lain."
          }
        ]
      }
    }
  ]
}