{
  "word": "elok",
  "authenticated": true,
  "entries": [
    {
      "id": "21708",
      "nama": "e.lok",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "a",
              "nama": "Adjektiva",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "baik; bagus; cantik (tentang cerita, baju, rupa, dan sebagainya)",
          "contoh": [
            {
              "nomor": 2,
              "teks": "cerita yang --"
            },
            {
              "nomor": 4,
              "teks": "pakaian yang --"
            }
          ]
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "a",
              "nama": "Adjektiva",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "baik hati; tidak jahat (tentang kelakuan, budi pekerti)",
          "contoh": [
            {
              "nomor": 2,
              "teks": "-- budi bahasanya"
            }
          ]
        }
      ],
      "terkait": {
        "kataTurunan": [
          "keelokan",
          "memperelok",
          "mengelokkan",
          "seelok",
          "seelok-eloknya",
          "terelok"
        ],
        "gabunganKata": [
          "elok basa",
          "elok budi"
        ],
        "peribahasa": [
          "adat bercakap berelok-elok",
          "elok arak di hari panas",
          "elok berarak di hari panas",
          "elok kata dalam mufakat, buruk kata di luar mufakat",
          "elok lenggang di tempat datar",
          "elok palut, pengebat kurang",
          "licin karena minyak berminta, elok karena kain berselang"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "adat bercakap berelok-elok",
            "makna": "Peribahasa ini menekankan pentingnya menjaga etika dan kesopanan dalam berkomunikasi. Sudah menjadi kebiasaan atau adat bahwa dalam percakapan, seseorang hendaknya menggunakan kata-kata yang baik, sopan, dan menyenangkan agar terjalin hubungan yang harmonis."
          },
          {
            "peribahasa": "elok arak di hari panas",
            "makna": "Ungkapan ini menggambarkan bahwa segala sesuatu akan terasa lebih indah, menyenangkan, atau tepat jika dilakukan pada waktu dan kondisi yang sesuai. Seperti halnya arak-arakan yang meriah lebih cocok diadakan saat cuaca cerah, begitu pula tindakan atau perayaan lainnya."
          },
          {
            "peribahasa": "elok berarak di hari panas",
            "makna": "Sama seperti peribahasa sebelumnya, ungkapan ini menggambarkan bahwa segala sesuatu akan terasa lebih indah, menyenangkan, atau tepat jika dilakukan pada waktu dan kondisi yang sesuai. Seperti halnya arak-arakan yang meriah lebih cocok diadakan saat cuaca cerah, begitu pula tindakan atau perayaan lainnya."
          },
          {
            "peribahasa": "elok kata dalam mufakat, buruk kata di luar mufakat",
            "makna": "Peribahasa ini menyoroti pentingnya persatuan dan kesepakatan. Keputusan atau perkataan yang lahir dari musyawarah dan mufakat akan membawa kebaikan, sedangkan perkataan atau tindakan yang bertentangan dengan kesepakatan bersama hanya akan menimbulkan perselisihan dan keburukan."
          },
          {
            "peribahasa": "elok lenggang di tempat datar",
            "makna": "Makna dari peribahasa ini adalah bahwa bersikap santai, bergembira, atau memamerkan kelebihan hanya pantas dilakukan pada situasi yang aman dan tepat. Tidaklah bijaksana untuk bersenang-senang atau menyombongkan diri di tengah kesulitan atau di lingkungan yang tidak mendukung."
          },
          {
            "peribahasa": "elok palut, pengebat kurang",
            "makna": "Ungkapan ini merujuk pada sesuatu yang tampak indah atau sempurna dari luar, namun sebenarnya memiliki kekurangan atau kelemahan mendasar di dalamnya. Ibarat bungkusan yang cantik, tetapi isinya tidak terikat dengan baik atau tidak bernilai."
          },
          {
            "peribahasa": "licin karena minyak berminta, elok karena kain berselang",
            "makna": "Peribahasa ini mengajarkan bahwa kebaikan atau keberhasilan seseorang sering kali tidak lepas dari bantuan dan dukungan orang lain. Segala sesuatu yang tampak indah atau berjalan lancar biasanya merupakan hasil dari kerja sama atau pertolongan yang diterima."
          }
        ]
      }
    }
  ]
}