{
  "word": "emas",
  "authenticated": true,
  "entries": [
    {
      "id": "21756",
      "nama": "e.mas",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "logam mulia berwarna kuning yang dapat ditempa dan dibentuk, biasa dibuat perhiasan, seperti cincin, kalung, dengan nomor atom 79, berlambang Au; logam adi; aurum",
          "contoh": [
            {
              "nomor": 2,
              "teks": "ia memakai cincin -- bermata mutiara"
            }
          ]
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "ki",
              "nama": "kiasan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "uang; harta duniawi",
          "contoh": []
        },
        {
          "nomor": "3",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "ki",
              "nama": "kiasan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "uang suap: makan suap",
          "contoh": [
            {
              "nomor": 2,
              "teks": "kena --"
            }
          ]
        },
        {
          "nomor": "4",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "ki",
              "nama": "kiasan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "sesuatu yang tinggi mutunya (berharga; bernilai)",
          "contoh": [
            {
              "nomor": 2,
              "teks": "karena kemahirannya bermain bola, ia mendapat julukan “pemain berkaki --”"
            },
            {
              "nomor": 4,
              "teks": "ia mendapat peluang -- untuk mencetak gol"
            }
          ]
        },
        {
          "nomor": "5",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "Mk",
              "nama": "Minangkabau",
              "tipe": "bahasa"
            }
          ],
          "definisi": "satuan berat emas murni sama dengan 2,5 gram",
          "contoh": []
        }
      ],
      "etimologi": {
        "text": "[Jawa Kuno ěmas 'emas, dari emas; kekayaan; ukuran emas; sama dengan 400 unit emas ukuran kecil; dalam pembicaraan akrab dengan pria atau (biasanya) wanita: “sayangku”; sering dalam menyapa kekasi (yang dicintai)']",
        "languages": [
          "Jawa Kuno"
        ]
      },
      "terkait": {
        "kataTurunan": [
          "beremas",
          "emas-emasan",
          "keemas-emasan",
          "keemasan",
          "mengemas",
          "mengemasi",
          "mengemaskan",
          "pengemasan",
          "peremasan"
        ],
        "gabunganKata": [
          "emas batangan",
          "emas bebas",
          "emas berjangka",
          "emas biru",
          "emas cokelat",
          "emas digital",
          "emas epitermal",
          "emas galian",
          "emas hantaran",
          "emas hidrotermal",
          "emas hijau",
          "emas hitam",
          "emas juita",
          "emas kalkogenida",
          "emas ker(a)jang",
          "emas kertas",
          "emas khayali",
          "emas kimpal",
          "emas kodok",
          "emas lanar",
          "emas lantak",
          "emas lantakan",
          "emas liplap",
          "emas Melayu",
          "emas mentah",
          "emas merah",
          "emas mini",
          "emas muda",
          "emas murni",
          "emas padu",
          "emas perak",
          "emas plaser",
          "emas pukal",
          "emas putih",
          "emas sameh",
          "emas sepuluh mutu",
          "emas spot",
          "emas tambang",
          "emas tempaan",
          "emas tempawan",
          "emas terupam",
          "emas tongkang",
          "emas tua",
          "emas tulen",
          "emas urai",
          "emas urung"
        ],
        "peribahasa": [
          "anjing itu meski dirantai dengan rantai emas sekalipun, niscaya berulang-ulang juga ia ke tempat najis",
          "anjing walau dirantai emas pergi juga ke tempat najis",
          "ayam beroga itu kalau diberi makan di pinggan emas sekalipun, ke hutan juga perginya",
          "bagai burung dalam sangkar emas",
          "bodoh-bodoh sepat, tak makan pancing emas",
          "didenda dengan emas yang habis, dipancung dengan pedang yang hilang",
          "emas berpeti, kerbau berkandang",
          "hilang pelanduk berganti kijang emas",
          "hilang warna karena penyakit, hilang bangsa karena tak berharta dan emas",
          "hujan emas di negeri orang, hujan batu di negeri sendiri, baik jua di negeri sendiri",
          "hujan keris lembing di negeri kita, hujan emas perak di negeri orang, baik jua di negeri kita",
          "jika belalang ada seekor, jika emas ada miang",
          "jual emas beli intan",
          "kaki bertarung, emas padanannya, mulut telanjur, emas padanannya",
          "kaki teracung inai obatnya, mulut terlanjur emas dendanya",
          "kaki terdorong badan merasa, lidah terdorong emas padahannya",
          "kaki tertarung, inai padahannya (mulut terdorong, emas padahannya)",
          "mulut telanjur (terdorong), emas tantangannya (padahannya)",
          "mulut terdorong, emas padahannya",
          "padi sekepuk hampa, emas seperti loyang, kerbau sekandang jalang",
          "seperti bergendang ke Sirukam, emas dapat peruk kenyang",
          "tak emas, bungkal diasah",
          "utang emas boleh dibayar, utang budi dibawa mati",
          "utang emas dapat dibayar, utang budi dibawa mati"
        ],
        "idiom": [
          "bola emas",
          "emas tahan uji",
          "menorehkan tinta emas",
          "sepatu emas"
        ],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "anjing itu meski dirantai dengan rantai emas sekalipun, niscaya berulang-ulang juga ia ke tempat najis",
            "makna": "Peribahasa ini menggambarkan bahwa sifat dan tabiat asli seseorang yang buruk tidak akan berubah, meskipun ia diberi kemewahan, kedudukan, atau fasilitas yang baik. Lingkungan atau status sosial tidak dapat mengubah karakter dasar yang sudah melekat."
          },
          {
            "peribahasa": "anjing walau dirantai emas pergi juga ke tempat najis",
            "makna": "Sama seperti peribahasa sebelumnya, ungkapan ini menegaskan bahwa sifat dasar yang buruk akan tetap ada, tidak peduli seberapa besar kemewahan atau kehormatan yang diberikan kepada seseorang. Kebiasaan lama yang tercela akan sulit dihilangkan."
          },
          {
            "peribahasa": "ayam beroga itu kalau diberi makan di pinggan emas sekalipun, ke hutan juga perginya",
            "makna": "Peribahasa ini memiliki makna bahwa seseorang yang berasal dari lingkungan atau memiliki sifat liar tidak akan mudah beradaptasi dengan kehidupan yang beradab atau mewah. Naluri aslinya akan selalu mendorongnya untuk kembali ke habitat atau kebiasaan lamanya."
          },
          {
            "peribahasa": "bagai burung dalam sangkar emas",
            "makna": "Ungkapan ini melukiskan kehidupan seseorang yang serba mewah dan berkecukupan, tetapi terkekang dan tidak memiliki kebebasan. Meskipun hidup dalam kemewahan, ia merasa terpenjara dan tidak bahagia karena tidak dapat bertindak sesuai keinginannya."
          },
          {
            "peribahasa": "bodoh-bodoh sepat, tak makan pancing emas",
            "makna": "Peribahasa ini menggambarkan seseorang yang meskipun terlihat bodoh atau sederhana, ternyata cerdik dan tidak mudah ditipu dengan bujukan atau iming-iming kemewahan. Ia memiliki kewaspadaan yang tidak terduga."
          },
          {
            "peribahasa": "didenda dengan emas yang habis, dipancung dengan pedang yang hilang",
            "makna": "Ungkapan ini merujuk pada hukuman atau tuntutan yang tidak mungkin dilaksanakan karena alat atau sarana untuk melaksanakannya sudah tidak ada lagi. Ini menggambarkan suatu keputusan yang sia-sia atau tidak dapat dieksekusi."
          },
          {
            "peribahasa": "emas berpeti, kerbau berkandang",
            "makna": "Peribahasa ini menekankan pentingnya menyimpan harta atau sesuatu yang berharga pada tempatnya agar aman dan tidak hilang. Setiap hal harus dikelola dan dijaga dengan semestinya untuk menghindari kerugian."
          },
          {
            "peribahasa": "hilang pelanduk berganti kijang emas",
            "makna": "Makna dari peribahasa ini adalah bahwa kehilangan sesuatu yang berharga tidak perlu diratapi secara berlebihan, karena ada kemungkinan akan datang pengganti yang jauh lebih baik. Ini adalah ungkapan optimisme dalam menghadapi kehilangan."
          },
          {
            "peribahasa": "hilang warna karena penyakit, hilang bangsa karena tak berharta dan emas",
            "makna": "Peribahasa ini menggambarkan bahwa martabat, kehormatan, atau status sosial seseorang (bangsa) dapat hilang atau pudar jika ia tidak lagi memiliki kekayaan atau kekuasaan (harta dan emas). Kekayaan sering kali menjadi penopang citra dan harga diri."
          },
          {
            "peribahasa": "hujan emas di negeri orang, hujan batu di negeri sendiri, baik jua di negeri sendiri",
            "makna": "Ungkapan ini mengungkapkan rasa cinta tanah air yang mendalam. Seindah dan semakmur apa pun negeri orang, tanah kelahiran tetap menjadi tempat yang paling dicintai dan dirindukan, meskipun penuh dengan kesulitan dan tantangan."
          },
          {
            "peribahasa": "hujan keris lembing di negeri kita, hujan emas perak di negeri orang, baik jua di negeri kita",
            "makna": "Sama seperti peribahasa sebelumnya, ungkapan ini menegaskan kecintaan pada tanah air. Meskipun negeri sendiri penuh dengan bahaya dan kesulitan, sementara negeri orang menawarkan kemewahan, kesetiaan dan rasa memiliki terhadap tanah kelahiran tetap lebih utama."
          },
          {
            "peribahasa": "jika belalang ada seekor, jika emas ada miang",
            "makna": "Peribahasa ini mengandung makna bahwa tidak ada sesuatu pun di dunia ini yang sempurna. Di balik setiap keindahan atau kebaikan, pasti ada kekurangan atau cela yang tersembunyi, sekecil apa pun itu."
          },
          {
            "peribahasa": "jual emas beli intan",
            "makna": "Ungkapan ini berarti melakukan suatu pertukaran atau investasi yang menguntungkan, di mana seseorang melepaskan sesuatu yang berharga (emas) untuk mendapatkan sesuatu yang jauh lebih berharga (intan). Ini melambangkan kemajuan atau peningkatan."
          },
          {
            "peribahasa": "kaki bertarung, emas padanannya, mulut telanjur, emas padanannya",
            "makna": "Peribahasa ini menekankan bahwa setiap perbuatan atau perkataan memiliki konsekuensi yang harus ditanggung. Kesalahan yang dilakukan, baik melalui tindakan (kaki bertarung) maupun ucapan (mulut telanjur), harus ditebus dengan harga yang setimpal (emas)."
          },
          {
            "peribahasa": "kaki teracung inai obatnya, mulut terlanjur emas dendanya",
            "makna": "Makna dari peribahasa ini adalah bahwa setiap kesalahan, baik yang bersifat fisik maupun verbal, memiliki cara penyelesaian atau hukumannya masing-masing. Luka fisik dapat diobati, sementara kesalahan ucapan harus ditebus dengan denda atau permintaan maaf yang setimpal."
          },
          {
            "peribahasa": "kaki terdorong badan merasa, lidah terdorong emas padahannya",
            "makna": "Ungkapan ini menyoroti dampak dari tindakan dan ucapan. Kesalahan fisik (kaki terdorong) akan dirasakan oleh diri sendiri, sedangkan kesalahan dalam berbicara (lidah terdorong) dapat berakibat fatal dan menuntut pertanggungjawaban yang besar (denda emas)."
          },
          {
            "peribahasa": "kaki tertarung, inai padahannya (mulut terdorong, emas padahannya)",
            "makna": "Sama seperti peribahasa sebelumnya, ungkapan ini menegaskan bahwa setiap perbuatan memiliki akibatnya. Kesalahan kecil (kaki tertarung) mungkin hanya memerlukan penyelesaian sederhana (inai), tetapi kesalahan besar seperti ucapan yang tidak terkontrol (mulut terdorong) dapat menuntut ganti rugi yang mahal (emas)."
          },
          {
            "peribahasa": "mulut telanjur (terdorong), emas tantangannya (padahannya)",
            "makna": "Peribahasa ini secara khusus menekankan betapa berbahayanya ucapan yang tidak dipikirkan. Kata-kata yang sudah terlanjur diucapkan tidak dapat ditarik kembali dan sering kali harus ditebus dengan harga yang sangat mahal, baik secara materi (emas) maupun non-materi."
          },
          {
            "peribahasa": "mulut terdorong, emas padahannya",
            "makna": "Sama dengan peribahasa sebelumnya, ini adalah peringatan keras untuk menjaga lisan. Kesalahan dalam berbicara dapat membawa akibat yang sangat berat, sehingga seseorang harus bertanggung jawab penuh atas setiap kata yang diucapkannya."
          },
          {
            "peribahasa": "padi sekepuk hampa, emas seperti loyang, kerbau sekandang jalang",
            "makna": "Peribahasa ini menggambarkan kekecewaan yang mendalam ketika harapan tidak sesuai dengan kenyataan. Sesuatu yang dari luar tampak menjanjikan dan berharga (padi sekepuk, emas, kerbau sekandang) ternyata tidak memiliki nilai sama sekali (hampa, seperti loyang, jalang)."
          },
          {
            "peribahasa": "seperti bergendang ke Sirukam, emas dapat peruk kenyang",
            "makna": "Ungkapan ini melambangkan keberuntungan ganda atau mendapatkan keuntungan dari berbagai sisi dalam satu usaha. Seseorang tidak hanya berhasil mencapai tujuan utamanya (mendapat emas), tetapi juga menikmati hasil sampingan yang menyenangkan (perut kenyang)."
          },
          {
            "peribahasa": "tak emas, bungkal diasah",
            "makna": "Peribahasa ini mengajarkan sikap pantang menyerah dan memanfaatkan apa yang ada. Jika sesuatu yang terbaik (emas) tidak dapat dicapai, maka cukuplah dengan apa yang ada meskipun nilainya lebih rendah (bungkal), asalkan tetap berusaha."
          },
          {
            "peribahasa": "utang emas boleh dibayar, utang budi dibawa mati",
            "makna": "Makna dari peribahasa ini adalah bahwa utang materi (emas) dapat dilunasi dengan materi pula, tetapi utang kebaikan atau jasa (budi) seseorang akan selalu diingat dan sulit untuk dibalas sepenuhnya seumur hidup."
          },
          {
            "peribahasa": "utang emas dapat dibayar, utang budi dibawa mati",
            "makna": "Sama seperti peribahasa sebelumnya, ungkapan ini menegaskan betapa tingginya nilai sebuah kebaikan. Utang dalam bentuk harta benda bisa diselesaikan, tetapi utang budi akan menjadi kenangan dan beban moral yang dibawa hingga akhir hayat."
          }
        ]
      }
    }
  ]
}