{
  "word": "embun",
  "authenticated": true,
  "entries": [
    {
      "id": "21869",
      "nama": "em.bun",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "titik-titik air yang jatuh dari udara (terutama pada malam hari)",
          "contoh": []
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "uap yang menjadi titik-titik air",
          "contoh": []
        },
        {
          "nomor": "3",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "Met",
              "nama": "Meteorologi",
              "tipe": "lainnya"
            }
          ],
          "definisi": "endapan tetes air yang terdapat pada benda dekat atau di permukaan tanah yang terbentuk akibat pengembunan uap air dari udara di sekitarnya",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [
          "berembun",
          "embunan",
          "memperembunkan",
          "mengembun",
          "mengembuni",
          "mengembunkan",
          "pengembun",
          "pengembunan"
        ],
        "gabunganKata": [
          "embun asap",
          "embun beku",
          "embun betina",
          "embun bulu",
          "embun es",
          "embun jantan",
          "embun jelaga",
          "embun lebat",
          "embun pagi",
          "embun rintik",
          "embun tepung",
          "embun upas"
        ],
        "peribahasa": [
          "embun di ujung rumput",
          "malam berselimut embun, siang bertudung awan",
          "siang bernapas, malam berembun (malam berselimut embun, siang bertudung awan)",
          "seperti embun di atas daun",
          "seperti embun di ujung rumput"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "embun di ujung rumput",
            "makna": "Peribahasa ini melambangkan sesuatu yang sangat rapuh, tidak kekal, dan mudah sirna. Keadaan, hubungan, atau kedudukan yang digambarkan dengan ungkapan ini sangat rentan, tidak stabil, dan tidak dapat diandalkan untuk jangka waktu yang lama, layaknya embun yang akan segera hilang saat fajar menyingsing."
          },
          {
            "peribahasa": "malam berselimut embun, siang bertudung awan",
            "makna": "Ungkapan ini secara puitis menggambarkan kehidupan seseorang yang sangat miskin, papa, dan tidak memiliki tempat tinggal yang layak. Orang tersebut hidup sepenuhnya di alam terbuka, tanpa perlindungan dari cuaca, di mana malam hari hanya ditemani dinginnya embun dan siang hari hanya dinaungi oleh awan."
          },
          {
            "peribahasa": "siang bernapas, malam berembun (malam berselimut embun, siang bertudung awan)",
            "makna": "Serupa dengan peribahasa sebelumnya, ungkapan ini melukiskan tingkat kemiskinan yang ekstrem. Seseorang yang hidup dalam kondisi ini tidak memiliki rumah sebagai tempat bernaung, sehingga harus menahan panas terik matahari dan dinginnya malam secara langsung, menunjukkan ketiadaan harta benda."
          },
          {
            "peribahasa": "seperti embun di atas daun",
            "makna": "Peribahasa ini memiliki makna yang serupa dengan \"embun di ujung rumput\". Ini menggambarkan sesuatu yang bersifat sangat sementara, tidak stabil, dan mudah lenyap. Sering kali digunakan untuk melukiskan kasih sayang atau persahabatan yang tidak tulus dan dangkal, yang dapat hilang dengan mudah."
          },
          {
            "peribahasa": "seperti embun di ujung rumput",
            "makna": "Sama dengan peribahasa pertama, ini melambangkan sesuatu yang sangat rapuh, tidak kekal, dan mudah hilang. Ungkapan ini sering digunakan untuk menggambarkan keadaan atau posisi yang tidak aman dan dapat berubah sewaktu-waktu tanpa peringatan."
          }
        ]
      }
    }
  ]
}