{
  "word": "empedu",
  "authenticated": true,
  "entries": [
    {
      "id": "21996",
      "nama": "em.pe.du",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "organ pelengkap sistem pencernaan",
          "contoh": []
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "zat yang dihasilkan hati yang berguna untuk mencerna lemak",
          "contoh": []
        },
        {
          "nomor": "3",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "ki",
              "nama": "kiasan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "perkataan atau ucapan yang pedas dan menyakitkan hati (perasaan)",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [
          "empedu hitam",
          "empedu intrahepatik",
          "empedu kuning"
        ],
        "peribahasa": [
          "bagai empedu lekat di hati",
          "dalam madu berisi empedu",
          "di luar bagai madu, di dalam bagai empedu",
          "manis bagai madu, pahit bagai empedu",
          "manis mulutnya bercakap seperti sautan manisan, di dalam bagai empedu"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "bagai empedu lekat di hati",
            "makna": "Peribahasa ini menggambarkan suatu hubungan yang sangat erat dan tidak dapat dipisahkan lagi. Ungkapan ini sering kali merujuk pada ikatan yang begitu kuat, baik dalam konteks positif seperti kasih sayang yang mendalam, maupun dalam konteks negatif seperti dendam atau sakit hati yang terus melekat."
          },
          {
            "peribahasa": "dalam madu berisi empedu",
            "makna": "Ungkapan ini merupakan peringatan bahwa di balik sesuatu yang tampak manis, indah, atau menyenangkan, mungkin tersembunyi niat buruk, tipu daya, atau penderitaan. Ini mengajarkan kewaspadaan agar tidak mudah terpedaya oleh penampilan luar yang menipu."
          },
          {
            "peribahasa": "di luar bagai madu, di dalam bagai empedu",
            "makna": "Peribahasa ini melukiskan sifat seseorang yang munafik. Penampilan luarnya terlihat sangat baik, ramah, dan manis tutur katanya, namun hati dan niatnya sesungguhnya jahat, penuh kebencian, atau berbahaya. Ini adalah gambaran klasik dari kepalsuan."
          },
          {
            "peribahasa": "manis bagai madu, pahit bagai empedu",
            "makna": "Ungkapan ini menggambarkan dualitas dalam kehidupan atau hubungan, di mana ada saat-saat yang sangat membahagiakan dan menyenangkan (manis seperti madu), namun ada pula masa-masa yang sangat menyakitkan dan penuh penderitaan (pahit seperti empedu)."
          },
          {
            "peribahasa": "manis mulutnya bercakap seperti sautan manisan, di dalam bagai empedu",
            "makna": "Serupa dengan peribahasa tentang kemunafikan, ungkapan ini secara spesifik menyoroti perkataan seseorang. Orang tersebut sangat pandai merayu atau berbicara manis, namun perkataannya itu hanyalah topeng untuk menutupi niatnya yang busuk dan penuh kepahitan."
          }
        ]
      }
    }
  ]
}