{
  "word": "enau",
  "authenticated": true,
  "entries": [
    {
      "id": "22097",
      "nama": "e.nau",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "pohon jenis palem, umbut batangnya mengandung sagu yang dapat dimakan, ijuknya untuk atap rumah dan sebagainya, niranya disadap untuk dibuat gula; aren; bagat; kabung; mergat〔Arenga pinnata〕",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [
          "bagai enau dalam belukar, melepaskan pucuk masing-masing",
          "bagai pucuk (enau) dilancarkan (diluncurkan)",
          "enau mencari (memanjat) sigai",
          "mati enau tinggal di rimba",
          "tak (ber) pucuk di atas enau",
          "tak berpucuk di atas enau"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "bagai enau dalam belukar, melepaskan pucuk masing-masing",
            "makna": "Peribahasa ini menggambarkan suatu kelompok atau masyarakat yang tidak memiliki rasa persatuan dan kepedulian terhadap sesama. Setiap individu hanya mementingkan diri sendiri dan tujuannya masing-masing, tanpa memikirkan kepentingan bersama, sehingga tidak ada kerja sama yang terjalin."
          },
          {
            "peribahasa": "bagai pucuk (enau) dilancarkan (diluncurkan)",
            "makna": "Ungkapan ini melambangkan kecepatan dan kelancaran yang luar biasa. Sesuatu yang bergerak atau berjalan dengan sangat cepat, mulus, dan tanpa hambatan dapat diibaratkan seperti pucuk enau yang meluncur deras. Ini sering digunakan untuk memuji kemahiran atau kecepatan seseorang dalam bertindak."
          },
          {
            "peribahasa": "enau mencari (memanjat) sigai",
            "makna": "Peribahasa ini merupakan kiasan untuk seorang perempuan yang mengambil inisiatif untuk mendekati atau mencari laki-laki. Tindakan ini dianggap tidak lazim atau menyalahi adat kebiasaan, di mana seharusnya pihak laki-laki yang lebih aktif dalam memulai suatu hubungan."
          },
          {
            "peribahasa": "mati enau tinggal di rimba",
            "makna": "Makna dari peribahasa ini adalah bahwa ketika seseorang meninggal dunia, terutama orang yang tidak memiliki ahli waris atau keturunan, harta benda yang ditinggalkannya akan menjadi sia-sia atau diambil oleh orang lain yang tidak berhak. Ini menyoroti kesia-siaan menumpuk kekayaan tanpa memikirkan kelanjutannya."
          },
          {
            "peribahasa": "tak (ber) pucuk di atas enau",
            "makna": "Ungkapan ini mengandung arti bahwa dalam suatu lingkungan atau komunitas, selalu ada seseorang yang lebih tinggi kedudukannya, lebih berkuasa, atau lebih pandai. Ini adalah pengingat bahwa tidak ada seorang pun yang menjadi yang paling unggul dalam segala hal, karena \"di atas langit masih ada langit\"."
          },
          {
            "peribahasa": "tak berpucuk di atas enau",
            "makna": "Sama seperti peribahasa sebelumnya, ungkapan ini menegaskan bahwa tidak ada seorang pun yang memegang kekuasaan atau keahlian tertinggi secara absolut. Selalu akan ada orang lain yang memiliki posisi atau kemampuan yang lebih tinggi, sehingga mengingatkan untuk tetap rendah hati."
          }
        ]
      }
    }
  ]
}