{
  "word": "enggan",
  "authenticated": true,
  "entries": [
    {
      "id": "22234",
      "nama": "eng.gan",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "adv",
              "nama": "Adverbia",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "tidak mau; tidak sudi; tidak suka",
          "contoh": [
            {
              "nomor": 2,
              "teks": "ia -- mengikuti nasihat pamannya"
            },
            {
              "nomor": 4,
              "teks": "anak itu -- pergi ke sekolah"
            }
          ]
        }
      ],
      "terkait": {
        "kataTurunan": [
          "berenggan-enggan",
          "enggan-enggan",
          "keengganan",
          "mengenggankan",
          "seenggan"
        ],
        "gabunganKata": [],
        "peribahasa": [
          "alah mau, bertimbang enggan, cungkil merih akan pembayar",
          "angguk enggan, geleng mau, unjuk tidak diberikan",
          "bagai kerakap tumbuh di (di atas) batu, hidup enggan mati tak mau",
          "enggan seribu daya, mau sepatah kata"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "alah mau, bertimbang enggan, cungkil merih akan pembayar",
            "makna": "Peribahasa ini menggambarkan sikap seseorang yang menginginkan sesuatu (alah mau), tetapi tidak mau menanggung risiko atau usaha yang diperlukan (bertimbang enggan). Pada akhirnya, ia terpaksa mengorbankan sesuatu yang sangat berharga (mencungkil merih) untuk memenuhi keinginannya itu, yang menunjukkan kurangnya perhitungan dan kebijaksanaan."
          },
          {
            "peribahasa": "angguk enggan, geleng mau, unjuk tidak diberikan",
            "makna": "Ungkapan ini melukiskan sikap seseorang yang tidak tulus atau penuh kepura-puraan. Secara lahiriah, ia seolah-olah menolak (mengangguk enggan), padahal hatinya menginginkan (geleng mau). Namun, ketika diminta untuk menunjukkan bukti keseriusannya, ia tidak mau memberikannya. Ini adalah gambaran dari orang yang plin-plan dan tidak bisa dipegang kata-katanya."
          },
          {
            "peribahasa": "bagai kerakap tumbuh di (di atas) batu, hidup enggan mati tak mau",
            "makna": "Peribahasa ini menggambarkan kondisi seseorang yang hidup dalam kemelaratan, penderitaan, dan kesengsaraan yang berkepanjangan. Ia tidak dapat menikmati kehidupan dengan layak, namun juga tidak kunjung menemui ajalnya. Ini adalah metafora untuk kehidupan yang serba sulit dan tanpa harapan."
          },
          {
            "peribahasa": "enggan seribu daya, mau sepatah kata",
            "makna": "Makna dari peribahasa ini adalah bahwa jika seseorang tidak berniat atau tidak menyukai sesuatu, ia akan mencari seribu satu alasan untuk menolaknya. Sebaliknya, jika ia benar-benar menginginkannya, cukup dengan satu perkataan saja untuk menyatakan persetujuannya. Ini menyoroti kekuatan niat dan kemauan."
          }
        ]
      }
    }
  ]
}