{
  "word": "enggang",
  "authenticated": true,
  "entries": [
    {
      "id": "22240",
      "nama": "eng.gang",
      "nomor": "1",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "burung arboreal berukuran besar, berwarna hitam atau cokelat dan putih, berparuh panjang dan besar, bertanduk menonjol di atas paruh, betina mengerami telur di dalam rongga pohon yang ditutup lumpur kecuali sedikit celah untuk makan dari jantan, pemakan buah dan serangga, tersebar di Afrika dan Asia tropis; rangkok; rangkong〔Bucerotidae〕",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [
          "enggang cula",
          "enggang emas",
          "enggang gading",
          "enggang jambul",
          "enggang khilingan",
          "enggang klihingan",
          "enggang papan"
        ],
        "peribahasa": [
          "dengar cakap enggang, makan buah beluluk, dengar cakap orang, terjun masuk lubuk",
          "mabuk di enggang lalu",
          "makanan enggang akan dimakan pipit",
          "mara hinggap mara terbang, enggang lalu ranting patah",
          "mendengarkan cakap enggang",
          "pipit meminang anak enggang",
          "selama enggang mengeram",
          "yang enggang sama enggang juga, yang pipit sama pipit juga",
          "yang pipit sama pipit, yang enggang sama enggang"
        ],
        "idiom": [
          "selama enggang mengeram"
        ],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "dengar cakap enggang, makan buah beluluk, dengar cakap orang, terjun masuk lubuk",
            "makna": "Peribahasa ini memberikan nasihat untuk tidak mudah percaya pada perkataan orang lain tanpa pertimbangan. Mengikuti omongan yang indah namun menyesatkan (cakap enggang) dapat berakibat fatal, sama seperti terjun ke lubuk yang dalam. Sebaliknya, lebih baik menerima sesuatu yang nyata meskipun sederhana (buah beluluk)."
          },
          {
            "peribahasa": "mabuk di enggang lalu",
            "makna": "Ungkapan ini menggambarkan seseorang yang jatuh cinta atau tergila-gila pada orang yang jauh lebih tinggi kedudukannya, status sosialnya, atau kekayaannya. Rasa cinta tersebut dianggap tidak realistis dan hanya akan membawa kekecewaan, karena perbedaan yang terlalu besar."
          },
          {
            "peribahasa": "makanan enggang akan dimakan pipit",
            "makna": "Peribahasa ini melukiskan seseorang yang memiliki keinginan atau ambisi yang jauh melampaui kemampuannya. Ia mencoba melakukan sesuatu yang biasanya hanya bisa dilakukan oleh orang yang lebih hebat atau berkuasa, sehingga usahanya kemungkinan besar akan sia-sia."
          },
          {
            "peribahasa": "mara hinggap mara terbang, enggang lalu ranting patah",
            "makna": "Makna dari peribahasa ini adalah bahwa suatu peristiwa atau tuduhan sering kali dikaitkan dengan orang yang kebetulan berada di tempat kejadian, meskipun ia tidak bersalah. Ini menggambarkan bagaimana seseorang bisa menjadi korban keadaan atau kambing hitam hanya karena kehadiran sesaat."
          },
          {
            "peribahasa": "mendengarkan cakap enggang",
            "makna": "Ungkapan ini berarti mendengarkan atau mempercayai perkataan yang indah, muluk, tetapi tidak berisi atau tidak dapat dipertanggungjawabkan. Ini adalah peringatan agar tidak mudah terbuai oleh janji-janji manis yang tidak realistis."
          },
          {
            "peribahasa": "pipit meminang anak enggang",
            "makna": "Peribahasa ini menggambarkan situasi di mana seseorang dari kalangan bawah atau tidak sepadan (pipit) mencoba menjalin hubungan atau bersaing dengan orang dari kalangan yang jauh lebih tinggi (enggang). Tindakan ini dianggap tidak pantas dan kemungkinan besar akan berakhir dengan kegagalan atau penolakan."
          },
          {
            "peribahasa": "selama enggang mengeram",
            "makna": "Ungkapan ini digunakan untuk menyatakan suatu jangka waktu yang sangat lama dan tidak pasti kapan akan berakhir. Proses pengeraman enggang yang memakan waktu lama dijadikan metafora untuk penantian yang panjang dan melelahkan."
          },
          {
            "peribahasa": "yang enggang sama enggang juga, yang pipit sama pipit juga",
            "makna": "Peribahasa ini menekankan pentingnya mencari pasangan, teman, atau lingkungan yang setara atau sepadan. Hubungan akan lebih harmonis dan langgeng jika terjalin antara orang-orang yang memiliki latar belakang, status, dan pemikiran yang selevel."
          },
          {
            "peribahasa": "yang pipit sama pipit, yang enggang sama enggang",
            "makna": "Sama seperti peribahasa sebelumnya, ungkapan ini menegaskan prinsip kesetaraan dalam pergaulan. Seseorang secara alami akan lebih cocok dan nyaman bergaul dengan orang-orang yang berada dalam lingkaran sosial atau tingkat yang sama dengannya."
          }
        ]
      }
    },
    {
      "id": "263640",
      "nama": "eng.gang",
      "nomor": "2",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "Jb",
              "nama": "Melayu Jambi",
              "tipe": "lainnya"
            }
          ],
          "definisi": "gergaji balik",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [],
        "idiom": [
          "selama enggang mengeram"
        ]
      }
    }
  ]
}