{
  "word": "ijuk",
  "authenticated": true,
  "entries": [
    {
      "id": "30802",
      "nama": "i.juk",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "rambut (serabut) di pangkal pelepah pada pohon kelapa, enau, nibung, dan sebagainya; bengkung3",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [
          "mengijuk",
          "terijuk"
        ],
        "gabunganKata": [],
        "peribahasa": [
          "atap rumbia (ijuk) perabung upih",
          "ayam hitam terbang malam, bertali ijuk bertambang tanduk, hinggap di kebun rimbun",
          "dek sukar berkampuh ijuk, nan adat diturut juga",
          "ijuk tak bersagar, lurah tak berbatu",
          "ijuk tidak bersagar",
          "mencari kutu dalam ijuk",
          "ranap pertulang, ijuk penebal"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "atap rumbia (ijuk) perabung upih",
            "makna": "Peribahasa ini menggambarkan sesuatu yang tidak sepadan atau tidak serasi. Atap yang terbuat dari bahan sederhana seperti rumbia atau ijuk dipasangkan dengan perabung (bagian puncak atap) dari upih yang juga merupakan bahan sederhana. Ini melambangkan ketidakcocokan atau kesederhanaan yang berlebihan."
          },
          {
            "peribahasa": "ayam hitam terbang malam, bertali ijuk bertambang tanduk, hinggap di kebun rimbun",
            "makna": "Peribahasa ini melukiskan suatu perkara atau masalah yang sangat sulit untuk diselidiki atau diungkap kebenarannya karena banyaknya kerumitan dan hal-hal yang tersembunyi."
          },
          {
            "peribahasa": "dek sukar berkampuh ijuk, nan adat diturut juga",
            "makna": "Peribahasa ini bermakna bahwa meskipun menghadapi kesulitan atau keterbatasan (sukar berkampuh ijuk), adat istiadat atau aturan yang telah menjadi kebiasaan harus tetap dijalankan dan dihormati."
          },
          {
            "peribahasa": "ijuk tak bersagar, lurah tak berbatu",
            "makna": "Peribahasa ini menggambarkan suatu keadaan yang sangat ideal atau sempurna, di mana tidak ada lagi rintangan, kesulitan, atau hal-hal yang dapat menghalangi."
          },
          {
            "peribahasa": "ijuk tidak bersagar",
            "makna": "Peribahasa ini bermakna bahwa seseorang atau sesuatu yang tidak memiliki pelindung, pegangan, atau kekuatan untuk diandalkan."
          },
          {
            "peribahasa": "mencari kutu dalam ijuk",
            "makna": "Peribahasa ini menggambarkan pekerjaan yang sangat sulit, rumit, dan hampir mustahil untuk berhasil."
          },
          {
            "peribahasa": "ranap pertulang, ijuk penebal",
            "makna": "Peribahasa ini bermakna bahwa dalam suatu musyawarah atau pengambilan keputusan, pendapat atau usulan yang baik dan kuat (ranap pertulang) akan didukung dan diperkuat oleh pendapat-pendapat lain (ijuk penebal)."
          }
        ]
      }
    }
  ]
}