{
  "word": "itik",
  "authenticated": true,
  "entries": [
    {
      "id": "32675",
      "nama": "i.tik",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "burung air berukuran sedang, berenang dengan kaki pendek berselaput dan memiliki paruh lebar, pipih dan membulat di ujungnya, hidup liar di habitat perairan, memakan biji-bijian, rumput-rumputan, umbi-umbian, dan hewan kecil yang terdapat di habitatnya〔Anatidae〕",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [
          "itik air",
          "itik alabio",
          "itik bali",
          "itik benjut",
          "itik domestikasi",
          "itik gunung",
          "itik laut",
          "itik liar",
          "itik liar kecil",
          "itik manila",
          "itik melewar",
          "itik surati"
        ],
        "peribahasa": [
          "asa ayam hendak ke lesung, asa itik hendak ke pelimbahan",
          "asal ayam pulang ke lumbung, asal itik pulang ke pelimbahan",
          "ayam itik raja pada tempatnya",
          "bagai ayam beranak itik",
          "bagai itik pulang petang",
          "bagai tulang itik",
          "itik berenang di laut (air), mati kehausan",
          "itik bertaji",
          "seperti ayam beranak itik",
          "seperti itik mendengar guntur",
          "sudah tidak tersudu oleh angsa, baharu diberikan kepada itik",
          "tak tersedu oleh itik",
          "tak usah diajar itik berenang",
          "tersabung akan induk ayam (tersabung akan itik)"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "asa ayam hendak ke lesung, asa itik hendak ke pelimbahan",
            "makna": "Peribahasa ini bermakna bahwa setiap orang memiliki keinginan atau cita-cita yang sesuai dengan tabiat dan kemampuannya masing-masing."
          },
          {
            "peribahasa": "asal ayam pulang ke lumbung, asal itik pulang ke pelimbahan",
            "makna": "Peribahasa ini berarti bahwa setiap orang pada akhirnya akan kembali ke tempat asalnya atau lingkungan yang sesuai dengan dirinya."
          },
          {
            "peribahasa": "ayam itik raja pada tempatnya",
            "makna": "Peribahasa ini bermakna bahwa setiap orang memiliki kekuasaan atau kelebihan di lingkungannya sendiri."
          },
          {
            "peribahasa": "bagai ayam beranak itik",
            "makna": "Peribahasa ini menggambarkan seseorang yang memiliki anak atau bawahan yang tidak sesuai dengan harapan atau sifatnya sendiri."
          },
          {
            "peribahasa": "bagai itik pulang petang",
            "makna": "Peribahasa ini melukiskan cara berjalan yang sangat lambat dan malas."
          },
          {
            "peribahasa": "bagai tulang itik",
            "makna": "Peribahasa ini menggambarkan sesuatu yang tidak kokoh, rapuh, atau mudah patah."
          },
          {
            "peribahasa": "itik berenang di laut (air), mati kehausan",
            "makna": "Peribahasa ini menggambarkan seseorang yang hidup dalam kemewahan atau kelimpahan, tetapi tetap menderita atau tidak bahagia."
          },
          {
            "peribahasa": "itik bertaji",
            "makna": "Peribahasa ini melukiskan seseorang yang terlihat lemah atau penakut, tetapi sebenarnya berani dan berbahaya."
          },
          {
            "peribahasa": "seperti ayam beranak itik",
            "makna": "Peribahasa ini memiliki makna yang sama dengan \"bagai ayam beranak itik\", yaitu menggambarkan seseorang yang memiliki anak atau bawahan yang tidak sesuai dengan harapan atau sifatnya sendiri."
          },
          {
            "peribahasa": "seperti itik mendengar guntur",
            "makna": "Peribahasa ini menggambarkan seseorang yang sangat terkejut atau ketakutan mendengar berita yang tidak terduga."
          },
          {
            "peribahasa": "sudah tidak tersudu oleh angsa, baharu diberikan kepada itik",
            "makna": "Peribahasa ini berarti bahwa sesuatu yang sudah tidak disukai atau tidak berharga lagi bagi orang yang lebih tinggi kedudukannya, barulah diberikan kepada orang yang lebih rendah."
          },
          {
            "peribahasa": "tak tersedu oleh itik",
            "makna": "Peribahasa ini menggambarkan sesuatu yang sangat kecil atau tidak berarti sehingga tidak dipedulikan sama sekali."
          },
          {
            "peribahasa": "tak usah diajar itik berenang",
            "makna": "Peribahasa ini berarti bahwa tidak perlu mengajari orang yang sudah ahli atau pandai dalam suatu bidang."
          },
          {
            "peribahasa": "tersabung akan induk ayam (tersabung akan itik)",
            "makna": "Peribahasa ini berarti bahwa seseorang yang biasanya pengecut atau penakut, akan menjadi berani jika menyangkut kepentingan atau keselamatan keluarganya sendiri."
          }
        ]
      }
    }
  ]
}