{
  "word": "itu",
  "authenticated": true,
  "entries": [
    {
      "id": "32700",
      "nama": "i.tu",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "pron",
              "nama": "Pronomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "kata penunjuk bagi benda (waktu, hal) yang jauh dari pembicara",
          "contoh": [
            {
              "nomor": 2,
              "teks": "letusan Gunung Krakatau -- sangat dahsyat"
            }
          ]
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "pron",
              "nama": "Pronomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "demikian itu",
          "contoh": [
            {
              "nomor": 2,
              "teks": "-- kalau Anda tidak berkeberatan"
            }
          ]
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [
          "adapun manikam itu jika dijatuhkan ke dalam limbahan sekalipun, niscaya tidak hilang cahayanya",
          "anjing itu meski dirantai dengan rantai emas sekalipun, niscaya berulang-ulang juga ia ke tempat najis",
          "arang itu jikalau dibasuh dengan air mawar sekalipun, tiada akan putih",
          "ayam beroga itu kalau diberi makan di pinggan emas sekalipun, ke hutan juga perginya",
          "bahasa dan bangsa itu tiada dijual atau dibeli",
          "bola itu bundar",
          "bunga yang harum itu ada durinya",
          "hitam mata itu mana boleh bercerai dengan putihnya",
          "matahari itu bolehkah ditutup dengan nyiru",
          "menangkap gajah liar itu dengan gajah juga",
          "monyet mendapat bunga, adakah ia tahu akan faedah bunga itu?",
          "pikir itu pelita hati",
          "sampah itu di tepi juga",
          "tali yang tiga lembar itu tak suang-suang putus"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "adapun manikam itu jika dijatuhkan ke dalam limbahan sekalipun, niscaya tidak hilang cahayanya",
            "makna": "Peribahasa ini bermakna bahwa orang yang baik budi pekertinya, berilmu, dan berakhlak mulia akan tetap terlihat kebaikannya di mana pun ia berada, meskipun di lingkungan yang buruk sekalipun."
          },
          {
            "peribahasa": "anjing itu meski dirantai dengan rantai emas sekalipun, niscaya berulang-ulang juga ia ke tempat najis",
            "makna": "Peribahasa ini menggambarkan bahwa tabiat atau watak dasar seseorang yang buruk tidak akan berubah, meskipun orang tersebut diberikan kemewahan, kedudukan, atau kesenangan."
          },
          {
            "peribahasa": "arang itu jikalau dibasuh dengan air mawar sekalipun, tiada akan putih",
            "makna": "Peribahasa ini bermakna bahwa tabiat atau sifat dasar yang buruk tidak akan bisa diubah menjadi baik, sekeras apa pun usaha yang dilakukan."
          },
          {
            "peribahasa": "ayam beroga itu kalau diberi makan di pinggan emas sekalipun, ke hutan juga perginya",
            "makna": "Peribahasa ini menggambarkan bahwa seseorang yang berasal dari kalangan bawah atau memiliki sifat liar, meskipun diberi kesenangan atau kemewahan, pada akhirnya akan kembali ke cara hidupnya yang semula."
          },
          {
            "peribahasa": "bahasa dan bangsa itu tiada dijual atau dibeli",
            "makna": "Peribahasa ini menegaskan bahwa identitas, harga diri, dan martabat suatu bangsa tidak dapat diperjualbelikan atau ditukar dengan apa pun."
          },
          {
            "peribahasa": "bola itu bundar",
            "makna": "Peribahasa ini bermakna bahwa dalam suatu pertandingan atau kompetisi, segala kemungkinan masih bisa terjadi dan belum bisa dipastikan siapa yang akan menang atau kalah sebelum pertandingan berakhir."
          },
          {
            "peribahasa": "bunga yang harum itu ada durinya",
            "makna": "Peribahasa ini mengandung arti bahwa sesuatu yang terlihat indah dan menyenangkan tidak selamanya baik, terkadang ada bahaya atau kesulitan yang tersembunyi di baliknya."
          },
          {
            "peribahasa": "hitam mata itu mana boleh bercerai dengan putihnya",
            "makna": "Peribahasa ini menggambarkan hubungan yang sangat erat dan tidak dapat dipisahkan antara dua hal atau dua orang."
          },
          {
            "peribahasa": "matahari itu bolehkah ditutup dengan nyiru",
            "makna": "Peribahasa ini berarti bahwa kebenaran atau kenyataan tidak dapat disembunyikan atau ditutup-tutupi."
          },
          {
            "peribahasa": "menangkap gajah liar itu dengan gajah juga",
            "makna": "Peribahasa ini bermakna bahwa untuk menghadapi atau mengalahkan musuh yang kuat dan cerdik, diperlukan cara atau lawan yang sepadan pula."
          },
          {
            "peribahasa": "monyet mendapat bunga, adakah ia tahu akan faedah bunga itu?",
            "makna": "Peribahasa ini menggambarkan seseorang yang mendapatkan sesuatu yang berharga atau mulia, tetapi tidak tahu cara menghargai atau memanfaatkannya dengan baik."
          },
          {
            "peribahasa": "pikir itu pelita hati",
            "makna": "Peribahasa ini bermakna bahwa pikiran yang jernih dan bijaksana adalah penerang bagi hati dan jiwa, yang akan menuntun seseorang pada jalan kebaikan."
          },
          {
            "peribahasa": "sampah itu di tepi juga",
            "makna": "Peribahasa ini berarti bahwa orang yang hina atau tidak berguna pada akhirnya akan tersisih atau tidak dihargai dalam masyarakat."
          },
          {
            "peribahasa": "tali yang tiga lembar itu tak suang-suang putus",
            "makna": "Peribahasa ini bermakna bahwa persatuan dan kerja sama yang kuat akan membuat suatu kelompok atau ikatan menjadi sulit untuk dikalahkan atau diceraiberaikan."
          }
        ]
      }
    }
  ]
}