{
  "word": "berenang",
  "authenticated": true,
  "entries": [
    {
      "id": "68587",
      "nama": "be.re.nang",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "menggerakkan badan melintas (mengapung, menyelam) di air dengan menggunakan kaki, tangan, sirip, ekor, dan sebagainya",
          "contoh": []
        }
      ],
      "rootWord": "renang",
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [
          "ada perahu mau berenang",
          "ada sampan, hendak berenang",
          "berakit-rakit ke hulu, berenang-renang ke tepian",
          "itik berenang di laut (air), mati kehausan",
          "tak usah diajar itik berenang"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "ada perahu mau berenang",
            "makna": "Menggambarkan seseorang yang memiliki fasilitas atau sarana yang memadai, namun memilih untuk melakukan sesuatu dengan cara yang lebih sulit atau tidak efisien, menunjukkan kurangnya pemanfaatan sumber daya yang ada."
          },
          {
            "peribahasa": "ada sampan, hendak berenang",
            "makna": "Sama dengan peribahasa sebelumnya, menekankan bahwa seseorang yang memiliki kemudahan atau alat yang dapat membantu justru memilih jalan yang lebih sulit atau tidak praktis."
          },
          {
            "peribahasa": "berakit-rakit ke hulu, berenang-renang ke tepian",
            "makna": "Menekankan bahwa untuk mencapai kesuksesan atau tujuan yang besar, seseorang harus bersedia menghadapi kesulitan dan tantangan di awal, karena hasil yang baik akan datang setelah melewati perjuangan."
          },
          {
            "peribahasa": "itik berenang di laut (air), mati kehausan",
            "makna": "Menggambarkan seseorang yang berada di tengah kelimpahan atau sumber daya, namun tidak dapat memanfaatkannya sehingga tetap menderita kekurangan, menunjukkan ketidakmampuan atau ketidakberdayaan."
          },
          {
            "peribahasa": "tak usah diajar itik berenang",
            "makna": "Menyiratkan bahwa seseorang yang sudah ahli atau memiliki bakat alami dalam suatu bidang tidak perlu lagi diajari hal-hal dasar, karena ia sudah menguasainya."
          }
        ]
      }
    }
  ]
}