{
  "word": "berguna",
  "authenticated": true,
  "entries": [
    {
      "id": "27754",
      "nama": "ber.gu.na",
      "nomor": "1",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "berfaedah; bermanfaat; mendatangkan kebaikan (keuntungan)",
          "contoh": [
            {
              "nomor": 2,
              "teks": "makanan yang baik amat ~ bagi tubuh"
            }
          ]
        }
      ],
      "rootWord": "guna¹",
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [
          "laksana antah lemukut, lapar sangat baru berguna",
          "pikir dahulu pendapatan, sesal kemudian tidak berguna",
          "semahal-mahal gading, kalau patah, tiada berguna",
          "sesal (pikir) dahulu pendapatan, sesal kemudian tidak berguna",
          "sudah dapat gading bertuah, tanduk tiada berguna lagi",
          "tiada rotan, akar pun berguna (jadi)"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "laksana antah lemukut, lapar sangat baru berguna",
            "makna": "Menggambarkan bahwa sesuatu yang dianggap tidak berharga atau tidak berguna akan menjadi sangat penting dan bermanfaat ketika seseorang berada dalam kondisi yang sangat membutuhkan."
          },
          {
            "peribahasa": "pikir dahulu pendapatan, sesal kemudian tidak berguna",
            "makna": "Menekankan pentingnya berpikir dan mempertimbangkan segala sesuatu dengan matang sebelum bertindak, karena penyesalan di kemudian hari tidak akan mengubah apa pun."
          },
          {
            "peribahasa": "semahal-mahal gading, kalau patah, tiada berguna",
            "makna": "Menggambarkan bahwa sesuatu yang sangat berharga atau bernilai tinggi akan kehilangan nilainya jika rusak atau tidak berfungsi sebagaimana mestinya."
          },
          {
            "peribahasa": "sesal (pikir) dahulu pendapatan, sesal kemudian tidak berguna",
            "makna": "Sama dengan peribahasa sebelumnya, menekankan bahwa penyesalan di kemudian hari tidak akan mengubah hasil dari tindakan yang telah dilakukan tanpa pertimbangan matang."
          },
          {
            "peribahasa": "sudah dapat gading bertuah, tanduk tiada berguna lagi",
            "makna": "Menggambarkan bahwa setelah mendapatkan sesuatu yang jauh lebih baik atau berharga, sesuatu yang sebelumnya dianggap baik atau berguna menjadi tidak relevan lagi."
          },
          {
            "peribahasa": "tiada rotan, akar pun berguna (jadi)",
            "makna": "Menyiratkan bahwa dalam kondisi keterbatasan atau ketiadaan pilihan utama, seseorang harus mampu memanfaatkan apa pun yang tersedia, meskipun itu bukan yang terbaik, untuk mencapai tujuan."
          }
        ]
      }
    }
  ]
}