{
  "word": "berkelahi",
  "authenticated": true,
  "entries": [
    {
      "id": "38701",
      "nama": "ber.ke.la.hi",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "bertengkar dengan disertai adu kata-kata atau adu tenaga",
          "contoh": [
            {
              "nomor": 2,
              "teks": "sesudah ~ pukul memukul, kedua anak itu sama-sama menangis"
            }
          ]
        }
      ],
      "rootWord": "kelahi",
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [
          "berkelahi bagai laba-laba dalam gelas",
          "berkelahi dalam kepuk",
          "berkelahi dalam mimpi",
          "berkelahi di ekor alahan",
          "berkelahi dengan orang tak berambut"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "berkelahi bagai laba-laba dalam gelas",
            "makna": "Menggambarkan perselisihan atau pertengkaran yang terjadi dalam lingkup yang sangat terbatas atau sempit, sehingga tidak ada pihak yang dapat keluar sebagai pemenang sejati, dan hanya berputar-putar dalam masalah yang sama."
          },
          {
            "peribahasa": "berkelahi dalam kepuk",
            "makna": "Menyiratkan bahwa perselisihan atau konflik terjadi di antara pihak-pihak yang seharusnya bersatu atau berada dalam satu wadah, sehingga merugikan diri sendiri atau kelompoknya."
          },
          {
            "peribahasa": "berkelahi dalam mimpi",
            "makna": "Menggambarkan seseorang yang berjuang atau menghadapi masalah yang sebenarnya tidak nyata atau hanya ada dalam imajinasinya, sehingga usahanya sia-sia."
          },
          {
            "peribahasa": "berkelahi di ekor alahan",
            "makna": "Menyiratkan bahwa perselisihan atau konflik terjadi pada saat-saat terakhir atau di ujung suatu proses, sehingga dapat merusak hasil yang telah dicapai sebelumnya."
          },
          {
            "peribahasa": "berkelahi dengan orang tak berambut",
            "makna": "Menggambarkan situasi di mana seseorang berkonflik atau berdebat dengan pihak yang tidak memiliki apa-apa untuk dipertaruhkan atau tidak memiliki kehormatan yang dapat dipertahankan, sehingga pertarungan tersebut menjadi sia-sia atau tidak menghasilkan keuntungan apa pun."
          }
        ]
      }
    }
  ]
}