{
  "word": "berkata",
  "authenticated": true,
  "entries": [
    {
      "id": "37677",
      "nama": "ber.ka.ta",
      "nomor": "1",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "melahirkan isi hati dengan kata-kata; berbicara",
          "contoh": [
            {
              "nomor": 2,
              "teks": "siapa yang ~ demikian?"
            }
          ]
        }
      ],
      "rootWord": "kata¹",
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [
          "berkata dua"
        ],
        "peribahasa": [
          "berjalan peliharakan kaki, berkata peliharakan lidah",
          "berjalan selangkah menghadap surut, berkata sepatah dipikirkan",
          "berkata di bawah-bawah mandi di hilir-hilir",
          "berkata peliharakan lidah",
          "berkata siang melihat-lihat, berkata malam mendengar-dengar",
          "berkata-kata dengan lutut",
          "melanting menuju tampuk, berkata menuju benar",
          "memahat di dalam baris, berkata dalam pusaka",
          "menembak beralamat, berkata bertujuan",
          "mengail berumpan, berkata bertipuan"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "berjalan peliharakan kaki, berkata peliharakan lidah",
            "makna": "Menekankan pentingnya kehati-hatian dalam setiap tindakan dan perkataan, agar tidak menimbulkan masalah atau kerugian bagi diri sendiri maupun orang lain."
          },
          {
            "peribahasa": "berjalan selangkah menghadap surut, berkata sepatah dipikirkan",
            "makna": "Menekankan pentingnya kehati-hatian dan pertimbangan matang dalam setiap langkah dan perkataan, agar tidak menimbulkan penyesalan di kemudian hari."
          },
          {
            "peribahasa": "berkata di bawah-bawah mandi di hilir-hilir",
            "makna": "Menggambarkan seseorang yang berbicara atau bertindak secara sembunyi-sembunyi atau tidak jujur, menunjukkan perilaku yang tidak transparan."
          },
          {
            "peribahasa": "berkata peliharakan lidah",
            "makna": "Menekankan pentingnya menjaga ucapan dan berhati-hati dalam berbicara, agar tidak menyakiti perasaan orang lain atau menimbulkan masalah."
          },
          {
            "peribahasa": "berkata siang melihat-lihat, berkata malam mendengar-dengar",
            "makna": "Menyiratkan bahwa dalam berbicara, seseorang harus selalu mempertimbangkan waktu dan situasi, serta berhati-hati agar tidak menyinggung perasaan orang lain atau membocorkan rahasia."
          },
          {
            "peribahasa": "berkata-kata dengan lutut",
            "makna": "Menggambarkan seseorang yang berbicara dengan terbata-bata, tidak jelas, atau tidak percaya diri, menunjukkan kurangnya kemampuan berkomunikasi atau rasa takut."
          },
          {
            "peribahasa": "melanting menuju tampuk, berkata menuju benar",
            "makna": "Menggambarkan bahwa setiap tindakan atau perkataan haruslah tepat sasaran dan sesuai dengan kebenaran, mencerminkan akurasi dan integritas."
          },
          {
            "peribahasa": "memahat di dalam baris, berkata dalam pusaka",
            "makna": "Menekankan bahwa setiap tindakan atau perkataan haruslah sesuai dengan aturan, norma, atau tradisi yang telah ditetapkan, menunjukkan kepatuhan terhadap nilai-nilai luhur."
          },
          {
            "peribahasa": "menembak beralamat, berkata bertujuan",
            "makna": "Menggambarkan bahwa setiap tindakan atau perkataan yang dilakukan harus memiliki tujuan yang jelas dan terarah, tidak dilakukan secara sembarangan atau tanpa pertimbangan."
          },
          {
            "peribahasa": "mengail berumpan, berkata bertipuan",
            "makna": "Menyiratkan bahwa seseorang yang berbicara dengan tujuan menipu atau memperdaya orang lain akan menggunakan kata-kata manis atau janji-janji palsu untuk mencapai tujuannya."
          }
        ]
      }
    }
  ]
}