{
  "word": "bertelur",
  "authenticated": true,
  "entries": [
    {
      "id": "84214",
      "nama": "ber.te.lur",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "mengeluarkan telur",
          "contoh": []
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            },
            {
              "kode": "cak",
              "nama": "Cakapan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "berak",
          "contoh": []
        },
        {
          "nomor": "3",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            },
            {
              "kode": "cak",
              "nama": "Cakapan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "menjatuhkan bom (tentang pesawat terbang)",
          "contoh": []
        },
        {
          "nomor": "4",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            },
            {
              "kode": "cak",
              "nama": "Cakapan",
              "tipe": "kelas_kata"
            },
            {
              "kode": "ki",
              "nama": "kiasan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "mendatangkan hasil (keuntungan dan sebagainya)",
          "contoh": []
        }
      ],
      "rootWord": "telur",
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [
          "bertelur burung"
        ],
        "peribahasa": [
          "ayam bertelur di atas padi mati kelaparan",
          "ayam bertelur di padi",
          "ayam bertelur di rangkiang mati kelaparan",
          "ayam bertelur sebutir, ribut seluruh negeri, penyu bertelur beribu-ribu, tiada seorang pun (yang) tahu",
          "bagai ayam gadis bertelur",
          "barang siapa yang berketuk, ialah yang bertelur",
          "menantikan menguar-nguarkan bertelur",
          "siapa berkotek, siapa bertelur"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "ayam bertelur di atas padi mati kelaparan",
            "makna": "Menggambarkan seseorang yang hidup dalam kelimpahan atau memiliki banyak sumber daya, tetapi tidak mampu memanfaatkannya sehingga tetap menderita kekurangan. Pepatah ini menyoroti ironi kemiskinan di tengah kekayaan akibat ketidakmampuan mengelola potensi yang ada."
          },
          {
            "peribahasa": "ayam bertelur di padi",
            "makna": "Menyiratkan seseorang yang hidup dalam kemewahan dan kelimpahan, di mana segala kebutuhannya terpenuhi dengan mudah. Pepatah ini menggambarkan kehidupan yang sangat makmur dan sejahtera."
          },
          {
            "peribahasa": "ayam bertelur di rangkiang mati kelaparan",
            "makna": "Serupa dengan \"ayam bertelur di atas padi mati kelaparan\", pepatah ini menggambarkan seseorang yang hidup di tengah kelimpahan sumber daya namun tetap menderita kemiskinan karena tidak mampu memanfaatkannya. Ini menyoroti paradoks antara potensi dan realitas yang menyedihkan."
          },
          {
            "peribahasa": "ayam bertelur sebutir, ribut seluruh negeri, penyu bertelur beribu-ribu, tiada seorang pun (yang) tahu",
            "makna": "Menggambarkan perbedaan antara orang yang suka membesar-besarkan pencapaian kecil dengan orang yang berbuat besar tanpa gembar-gembor. Pepatah ini menyindir orang yang sombong atas hal sepele, sekaligus memuji kerendahan hati orang yang berprestasi tanpa perlu pengakuan."
          },
          {
            "peribahasa": "bagai ayam gadis bertelur",
            "makna": "Menggambarkan seseorang yang mengalami sesuatu untuk pertama kalinya dan merasa sangat canggung, gelisah, atau kebingungan. Pepatah ini menyoroti perasaan kikuk dan tidak terbiasa saat menghadapi pengalaman baru."
          },
          {
            "peribahasa": "barang siapa yang berketuk, ialah yang bertelur",
            "makna": "Menyiratkan bahwa siapa yang paling banyak bicara atau gembar-gembor tentang suatu hal, dialah yang sebenarnya bertanggung jawab atau memiliki kepentingan di baliknya. Pepatah ini sering digunakan untuk menyindir seseorang yang berusaha menutupi keterlibatannya dengan banyak bicara."
          },
          {
            "peribahasa": "menantikan menguar-nguarkan bertelur",
            "makna": "Menggambarkan seseorang yang hanya bisa berbicara atau berjanji tanpa pernah memberikan bukti atau hasil yang nyata. Pepatah ini menyindir orang yang pandai berteori tetapi tidak mampu melaksanakannya."
          },
          {
            "peribahasa": "siapa berkotek, siapa bertelur",
            "makna": "Serupa dengan \"barang siapa yang berketuk, ialah yang bertelur\", pepatah ini menyatakan bahwa siapa yang paling vokal atau menonjolkan diri dalam suatu perkara, dialah yang sebenarnya memiliki andil atau tanggung jawab di dalamnya."
          }
        ]
      }
    }
  ]
}