{
  "word": "bertuah",
  "authenticated": true,
  "entries": [
    {
      "id": "87422",
      "nama": "ber.tu.ah",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "mempunyai tuah",
          "contoh": []
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "sakti; keramat; mendatangkan untung (keselamatan dan sebagainya): keris sakti",
          "contoh": [
            {
              "nomor": 2,
              "teks": "keris ~"
            }
          ]
        },
        {
          "nomor": "3",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "kena tuah (kesaktian) orang; terpesona",
          "contoh": []
        }
      ],
      "rootWord": "tuah",
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [
          "sesal dahulu yang bertuah, sesal kemudian yang celaka",
          "seperti disalak anjing bertuah",
          "sudah dapat gading bertuah, tanduk tiada berguna lagi",
          "telah dapat gading bertuah, terbuang tanduk kerbau mati"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "sesal dahulu yang bertuah, sesal kemudian yang celaka",
            "makna": "Menggambarkan pentingnya mempertimbangkan segala sesuatu dengan matang sebelum bertindak, agar tidak menyesal di kemudian hari. Pepatah ini menekankan nilai kehati-hatian dan perencanaan yang cermat."
          },
          {
            "peribahasa": "seperti disalak anjing bertuah",
            "makna": "Menggambarkan seseorang yang merasa terganggu atau terancam oleh sesuatu yang sebenarnya tidak berbahaya, namun ia bereaksi berlebihan. Pepatah ini menyoroti ketakutan yang tidak beralasan atau reaksi yang tidak proporsional."
          },
          {
            "peribahasa": "sudah dapat gading bertuah, tanduk tiada berguna lagi",
            "makna": "Menggambarkan bahwa ketika seseorang telah mendapatkan sesuatu yang lebih baik atau lebih berharga, ia akan meninggalkan atau melupakan yang lama yang kurang bernilai. Pepatah ini menyoroti sifat manusia yang cenderung mencari yang lebih unggul."
          },
          {
            "peribahasa": "telah dapat gading bertuah, terbuang tanduk kerbau mati",
            "makna": "Serupa dengan \"sudah dapat gading bertuah, tanduk tiada berguna lagi\", pepatah ini menegaskan bahwa setelah mendapatkan sesuatu yang sangat berharga atau istimewa, hal-hal yang sebelumnya dianggap penting menjadi tidak relevan atau tidak dibutuhkan lagi."
          }
        ]
      }
    }
  ]
}