{
  "word": "beruk",
  "authenticated": true,
  "entries": [
    {
      "id": "10842",
      "nama": "be.ruk",
      "nomor": "1",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "primata yang termasuk dalam keluarga monyet, memiliki ekor sangat pendek, rambut berwarna cokelat keabu-abuan dengan bagian perut berwarna putih pucat, makanan utamanya buah〔Macaca nemestrina〕",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [
          "beruk mentawai"
        ],
        "peribahasa": [
          "akar tidak kuat, digoyang beruk pun tumbang",
          "anak dipangku dilepaskan, beruk dalam rimba disusukan (disusui)",
          "bagai beruk kena ipuh",
          "berhakim kepada beruk",
          "bertukar beruk dengan cigak",
          "bertukar monyet dengan beruk",
          "buah tangisan beruk",
          "dilengah (dimabuk) beruk berayun",
          "sepanjang tali beruk"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "akar tidak kuat, digoyang beruk pun tumbang",
            "makna": "Menggambarkan bahwa sesuatu yang tidak memiliki dasar atau pondasi yang kuat akan mudah hancur atau goyah meskipun hanya diganggu oleh hal kecil. Pepatah ini menekankan pentingnya fondasi yang kokoh dalam segala aspek kehidupan."
          },
          {
            "peribahasa": "anak dipangku dilepaskan, beruk dalam rimba disusukan (disusui)",
            "makna": "Menggambarkan seseorang yang mengabaikan tanggung jawab atau kewajiban terhadap orang-orang terdekatnya, namun justru memberikan perhatian atau bantuan kepada pihak lain yang tidak memiliki hubungan langsung. Pepatah ini menyoroti prioritas yang salah dalam memberikan perhatian."
          },
          {
            "peribahasa": "bagai beruk kena ipuh",
            "makna": "Menggambarkan seseorang yang bertingkah laku aneh, gelisah, atau tidak wajar karena terpengaruh oleh sesuatu, seperti orang yang mabuk atau terkena racun. Pepatah ini menyoroti perilaku yang tidak terkontrol akibat pengaruh eksternal."
          },
          {
            "peribahasa": "berhakim kepada beruk",
            "makna": "Menggambarkan tindakan meminta keadilan atau keputusan kepada pihak yang tidak adil, tidak jujur, atau tidak memiliki kapasitas untuk memberikan keputusan yang benar. Pepatah ini menyoroti kesia-siaan mencari keadilan pada pihak yang salah."
          },
          {
            "peribahasa": "bertukar beruk dengan cigak",
            "makna": "Menggambarkan pertukaran yang tidak menguntungkan, di mana seseorang menukar sesuatu yang buruk dengan sesuatu yang sama buruknya atau bahkan lebih buruk. Pepatah ini menyoroti keputusan yang tidak bijaksana dalam pertukaran."
          },
          {
            "peribahasa": "bertukar monyet dengan beruk",
            "makna": "Serupa dengan \"bertukar beruk dengan cigak\", pepatah ini menggambarkan pertukaran yang tidak membawa perbaikan atau keuntungan, melainkan hanya mengganti satu masalah dengan masalah lain yang serupa. Ini menyoroti kurangnya kemajuan atau perbaikan dalam suatu situasi."
          },
          {
            "peribahasa": "buah tangisan beruk",
            "makna": "Menggambarkan sesuatu yang diperoleh dengan susah payah atau pengorbanan besar, namun hasilnya tidak sebanding dengan usaha yang telah dikeluarkan. Pepatah ini menyoroti hasil yang mengecewakan setelah perjuangan yang berat."
          },
          {
            "peribahasa": "dilengah (dimabuk) beruk berayun",
            "makna": "Menggambarkan seseorang yang terlena atau terbuai oleh kesenangan sesaat, sehingga melupakan tujuan atau tanggung jawab utamanya. Pepatah ini menyoroti bahaya terlena dalam kesenangan yang dapat menghambat kemajuan."
          },
          {
            "peribahasa": "sepanjang tali beruk",
            "makna": "Menggambarkan bahwa setiap orang memiliki batasan atau kemampuan tertentu, dan tidak dapat melampaui batas tersebut. Pepatah ini menyoroti pentingnya menyadari keterbatasan diri dan tidak memaksakan diri di luar kemampuan."
          }
        ]
      }
    },
    {
      "id": "10846",
      "nama": "be.ruk",
      "nomor": "2",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "Jw",
              "nama": "Jawa",
              "tipe": "bahasa"
            }
          ],
          "definisi": "penakar kedelai, beras dan sebagainya, terbuat dari tempurung kelapa",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [],
        "idiom": []
      }
    },
    {
      "id": "226714",
      "nama": "be.ruk",
      "nomor": "3",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "a",
              "nama": "Adjektiva",
              "tipe": "kelas_kata"
            },
            {
              "kode": "Kpr",
              "nama": "Melayu Kep. Riau",
              "tipe": "lainnya"
            }
          ],
          "definisi": "bengkak di bawah telinga karena penyakit",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [],
        "idiom": []
      }
    }
  ]
}