{
  "word": "biar",
  "authenticated": true,
  "entries": [
    {
      "id": "11119",
      "nama": "bi.ar",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "p",
              "nama": "Partikel",
              "tipe": "kelas_kata"
            },
            {
              "kode": "cak",
              "nama": "Cakapan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "agar; supaya",
          "contoh": [
            {
              "nomor": 2,
              "teks": "biasakan mandi pagi -- sehat"
            }
          ]
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "p",
              "nama": "Partikel",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "kata penghubung untuk menyatakan hal-hal yang tidak bersyarat; meskipun; biarpun",
          "contoh": [
            {
              "nomor": 2,
              "teks": "-- hidup melarat, tetapi tenang"
            },
            {
              "nomor": 4,
              "teks": "-- lambat asal selamat"
            }
          ]
        }
      ],
      "terkait": {
        "kataTurunan": [
          "membiarkan",
          "memperbiar",
          "pembiaran",
          "terbiar"
        ],
        "gabunganKata": [],
        "peribahasa": [
          "alang-alang mandi biar basah",
          "alang-alang menyeluk pekasam biar sampai ke pangkal lengan",
          "asal selamat ke seberang, biar bergantung di ekor (buaya)",
          "berminyak biar licin (lecak)",
          "biar badan penat asalkan hati suka",
          "biar badan penat, asal hati senang",
          "biar berputih tulang, jangan berputih mata (lebih baik berputih tulang daripada berputih mata)",
          "biar dahi berluluk, asal tanduk mengena",
          "biar jatuh terletak, jangan jatuh terempas",
          "biar kalah sabung, asalkan menang sorak",
          "biar lambat laga, asal menang",
          "biar mati anak asal jangan mati adat",
          "biar mati anak, jangan mati adat",
          "biar miskin asal cerdik, terlawan jua orang kaya",
          "biar pecah perut, bumi merekah",
          "biar putih tulang, jangan putih mata",
          "biar singit, jangan tertiarap",
          "biar sipi (asal), jangan sesat",
          "biar telinga rabit, asal dapat bersubang",
          "biar tersengat, jangan tiarap",
          "biar titik, jangan tumpah",
          "genggam bara api biar sampai jadi arang",
          "hidup kayu berbuah, hidup manusia biar berjasa",
          "ikan biar dapat, serampang jangan pokah",
          "ikan biar dapat, serampang jangan pukah",
          "kalau kena tampar, biar dengan tangan yang pakai cincin, kalau kena tendang, biar dengan kaki yang pakai kasut",
          "mati-mati berdawat biar hitam (mati-mati mandi biar basah)",
          "mati-mati berminyak biar licin",
          "mati-mati mandi biar basah",
          "yang hampa biar terbang, yang bernas biar tinggal"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "alang-alang mandi biar basah",
            "makna": "Menggambarkan bahwa jika sudah memulai suatu pekerjaan, sebaiknya diselesaikan sampai tuntas dan maksimal, jangan setengah-setengah. Pepatah ini menekankan pentingnya totalitas dalam berusaha."
          },
          {
            "peribahasa": "alang-alang menyeluk pekasam biar sampai ke pangkal lengan",
            "makna": "Menyiratkan bahwa jika sudah terlanjur melakukan sesuatu yang buruk atau berisiko, sebaiknya sekalian saja dilakukan sampai tuntas, karena konsekuensinya sudah terlanjur ditanggung. Pepatah ini menyoroti sikap pasrah dalam menghadapi risiko."
          },
          {
            "peribahasa": "asal selamat ke seberang, biar bergantung di ekor (buaya)",
            "makna": "Menggambarkan bahwa tujuan utama adalah mencapai keberhasilan atau keselamatan, meskipun harus menempuh cara yang tidak biasa atau berisiko. Pepatah ini menyoroti pragmatisme dalam mencapai tujuan."
          },
          {
            "peribahasa": "berminyak biar licin (lecak)",
            "makna": "Menyiratkan bahwa jika sudah terlanjur melakukan sesuatu, sebaiknya dilakukan dengan sungguh-sungguh dan maksimal, agar hasilnya optimal. Pepatah ini menekankan pentingnya totalitas dalam berusaha."
          },
          {
            "peribahasa": "biar badan penat asalkan hati suka",
            "makna": "Menggambarkan bahwa kelelahan fisik tidak menjadi masalah jika hati merasa senang atau puas dengan apa yang dilakukan. Pepatah ini menyoroti pentingnya kepuasan batin dalam bekerja."
          },
          {
            "peribahasa": "biar badan penat, asal hati senang",
            "makna": "Sama dengan peribahasa sebelumnya, menekankan bahwa kebahagiaan dan kepuasan batin lebih penting daripada kenyamanan fisik. Pepatah ini menyoroti nilai kebahagiaan dalam hidup."
          },
          {
            "peribahasa": "biar berputih tulang, jangan berputih mata (lebih baik berputih tulang daripada berputih mata)",
            "makna": "Menggambarkan bahwa lebih baik mati dalam mempertahankan kehormatan atau prinsip daripada hidup dalam aib atau malu. Pepatah ini menekankan pentingnya menjaga martabat dan harga diri."
          },
          {
            "peribahasa": "biar dahi berluluk, asal tanduk mengena",
            "makna": "Menyiratkan bahwa tidak masalah jika harus berkorban atau bersusah payah, asalkan tujuan yang diinginkan tercapai. Pepatah ini menyoroti pentingnya fokus pada hasil akhir."
          },
          {
            "peribahasa": "biar jatuh terletak, jangan jatuh terempas",
            "makna": "Menggambarkan bahwa jika harus mengalami kegagalan atau kemunduran, sebaiknya terjadi secara perlahan dan tidak terlalu parah, agar tidak menimbulkan kerugian yang besar. Pepatah ini menyoroti pentingnya meminimalkan dampak negatif."
          },
          {
            "peribahasa": "biar kalah sabung, asalkan menang sorak",
            "makna": "Menggambarkan bahwa meskipun kalah dalam suatu persaingan, seseorang masih bisa merasa puas jika mendapatkan dukungan atau pujian dari orang lain. Pepatah ini menyoroti pentingnya dukungan moral."
          },
          {
            "peribahasa": "biar lambat laga, asal menang",
            "makna": "Menyiratkan bahwa tidak masalah jika harus bergerak lambat, asalkan tujuan akhir tercapai dengan kemenangan. Pepatah ini menekankan pentingnya kesabaran dan strategi dalam mencapai tujuan."
          },
          {
            "peribahasa": "biar mati anak asal jangan mati adat",
            "makna": "Menggambarkan bahwa adat istiadat atau tradisi lebih penting daripada nyawa anak sendiri. Pepatah ini menyoroti pentingnya menjaga nilai-nilai budaya dan tradisi."
          },
          {
            "peribahasa": "biar mati anak, jangan mati adat",
            "makna": "Sama dengan peribahasa sebelumnya, menekankan bahwa adat istiadat atau tradisi harus dijunjung tinggi, bahkan jika harus mengorbankan hal-hal yang sangat berharga."
          },
          {
            "peribahasa": "biar miskin asal cerdik, terlawan jua orang kaya",
            "makna": "Menggambarkan bahwa kecerdasan dan kebijaksanaan lebih berharga daripada kekayaan, karena dengan kecerdasan seseorang dapat mengatasi kesulitan dan bahkan mengalahkan orang kaya. Pepatah ini menyoroti pentingnya kecerdasan."
          },
          {
            "peribahasa": "biar pecah perut, bumi merekah",
            "makna": "Menggambarkan bahwa seseorang akan melakukan sesuatu dengan sekuat tenaga dan tanpa menyerah, meskipun harus menghadapi kesulitan yang sangat besar. Pepatah ini menyoroti kegigihan dan ketekunan."
          },
          {
            "peribahasa": "biar putih tulang, jangan putih mata",
            "makna": "Sama dengan \"biar berputih tulang, jangan berputih mata\", menekankan bahwa lebih baik mati dalam mempertahankan kehormatan atau prinsip daripada hidup dalam aib atau malu."
          },
          {
            "peribahasa": "biar singit, jangan tertiarap",
            "makna": "Menggambarkan bahwa lebih baik mengalami sedikit kemunduran atau kesulitan daripada jatuh terpuruk sepenuhnya. Pepatah ini menyoroti pentingnya menjaga keseimbangan dan menghindari kehancuran total."
          },
          {
            "peribahasa": "biar sipi (asal), jangan sesat",
            "makna": "Menyiratkan bahwa lebih baik sedikit melenceng dari tujuan utama daripada tersesat sepenuhnya. Pepatah ini menyoroti pentingnya menjaga arah dan tidak kehilangan tujuan."
          },
          {
            "peribahasa": "biar telinga rabit, asal dapat bersubang",
            "makna": "Menggambarkan bahwa seseorang rela menanggung sedikit penderitaan atau kerugian demi mendapatkan sesuatu yang sangat diinginkan atau berharga. Pepatah ini menyoroti pengorbanan demi tujuan."
          },
          {
            "peribahasa": "biar tersengat, jangan tiarap",
            "makna": "Menggambarkan bahwa meskipun mengalami kesulitan atau penderitaan, seseorang tidak boleh menyerah atau putus asa. Pepatah ini menyoroti pentingnya ketahanan dan semangat juang."
          },
          {
            "peribahasa": "biar titik, jangan tumpah",
            "makna": "Menyiratkan bahwa lebih baik kehilangan sedikit daripada kehilangan semuanya. Pepatah ini menyoroti pentingnya menjaga apa yang dimiliki dan menghindari kerugian besar."
          },
          {
            "peribahasa": "genggam bara api biar sampai jadi arang",
            "makna": "Menggambarkan bahwa jika sudah memulai suatu pekerjaan yang sulit atau berisiko, sebaiknya diselesaikan sampai tuntas, meskipun harus menanggung penderitaan. Pepatah ini menekankan pentingnya ketekunan dan ketabahan."
          },
          {
            "peribahasa": "hidup kayu berbuah, hidup manusia biar berjasa",
            "makna": "Menyiratkan bahwa hidup manusia haruslah bermanfaat bagi orang lain, seperti pohon yang berbuah. Pepatah ini menyoroti pentingnya memberikan kontribusi positif kepada masyarakat."
          },
          {
            "peribahasa": "ikan biar dapat, serampang jangan pokah",
            "makna": "Menggambarkan bahwa dalam mencapai tujuan, seseorang harus berhati-hati agar tidak merusak alat atau sarana yang digunakan. Pepatah ini menyoroti pentingnya menjaga alat dan sumber daya."
          },
          {
            "peribahasa": "ikan biar dapat, serampang jangan pukah",
            "makna": "Sama dengan peribahasa sebelumnya, menekankan bahwa dalam mencapai tujuan, seseorang harus berhati-hati agar tidak merusak alat atau sarana yang digunakan."
          },
          {
            "peribahasa": "kalau kena tampar, biar dengan tangan yang pakai cincin, kalau kena tendang, biar dengan kaki yang pakai kasut",
            "makna": "Menggambarkan bahwa jika harus menerima hukuman atau perlakuan buruk, sebaiknya berasal dari orang yang memiliki kedudukan atau kekuasaan, sehingga ada alasan yang jelas. Pepatah ini menyoroti pentingnya keadilan dalam hukuman."
          },
          {
            "peribahasa": "mati-mati berdawat biar hitam (mati-mati mandi biar basah)",
            "makna": "Menyiratkan bahwa jika sudah terlanjur melakukan sesuatu, sebaiknya dilakukan dengan sungguh-sungguh dan maksimal, agar hasilnya optimal. Pepatah ini menekankan pentingnya totalitas dalam berusaha."
          },
          {
            "peribahasa": "mati-mati berminyak biar licin",
            "makna": "Sama dengan peribahasa sebelumnya, menekankan bahwa jika sudah terlanjur melakukan sesuatu, sebaiknya dilakukan dengan sungguh-sungguh dan maksimal, agar hasilnya optimal."
          },
          {
            "peribahasa": "mati-mati mandi biar basah",
            "makna": "Sama dengan peribahasa sebelumnya, menekankan bahwa jika sudah terlanjur melakukan sesuatu, sebaiknya dilakukan dengan sungguh-sungguh dan maksimal, agar hasilnya optimal."
          },
          {
            "peribahasa": "yang hampa biar terbang, yang bernas biar tinggal",
            "makna": "Menggambarkan bahwa hal-hal yang tidak berguna atau tidak memiliki substansi akan hilang dengan sendirinya, sementara hal-hal yang berharga dan bermanfaat akan tetap bertahan. Pepatah ini menyoroti pentingnya nilai dan substansi."
          }
        ]
      }
    }
  ]
}