{
  "word": "biduk",
  "authenticated": true,
  "entries": [
    {
      "id": "11327",
      "nama": "bi.duk",
      "nomor": "1",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "perahu kecil terbuat dari kayu, tidak berlayar, dipakai untuk menangkap ikan atau mengangkat barang-barang di sungai",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [
          "berbiduk",
          "berbiduk-biduk",
          "sebiduk"
        ],
        "gabunganKata": [
          "Biduk Besar",
          "Biduk Kecil",
          "biduk pincalang",
          "biduk rumah tangga"
        ],
        "peribahasa": [
          "ada biduk, serempu pula",
          "alamat biduk akan karam",
          "bagai biduk patah kemudi",
          "biduk lalu, kiambang bertaut",
          "biduk satu nahkoda dua",
          "biduk tiris menanti karam",
          "lain biduk, lain di galang",
          "sambil berdendang biduk hilir",
          "seperti biduk dikayuh hilir",
          "tak terkayuhkan lagi biduk hilir",
          "tertumbuk biduk dikelokkan, tertumbuk kata dipikiri",
          "tiada biduk karam sebelah"
        ],
        "idiom": [
          "kambing dalam biduk"
        ],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "ada biduk, serempu pula",
            "makna": "Menggambarkan bahwa setiap masalah atau kesulitan yang muncul akan selalu ada solusinya atau jalan keluarnya. Pepatah ini menyoroti optimisme dalam menghadapi masalah."
          },
          {
            "peribahasa": "alamat biduk akan karam",
            "makna": "Menyiratkan bahwa ada tanda-tanda atau gejala-gejala yang menunjukkan akan terjadinya kegagalan atau kehancuran. Pepatah ini menyoroti pentingnya peka terhadap tanda-tanda bahaya."
          },
          {
            "peribahasa": "bagai biduk patah kemudi",
            "makna": "Menggambarkan seseorang atau kelompok yang kehilangan arah, tujuan, atau pemimpin, sehingga tidak dapat bergerak maju atau mencapai tujuannya. Pepatah ini menyoroti pentingnya kepemimpinan dan arah yang jelas."
          },
          {
            "peribahasa": "biduk lalu, kiambang bertaut",
            "makna": "Menggambarkan bahwa perselisihan atau pertengkaran antara saudara atau kerabat dekat pada akhirnya akan mereda dan hubungan akan kembali harmonis. Pepatah ini menyoroti kekuatan ikatan keluarga."
          },
          {
            "peribahasa": "biduk satu nahkoda dua",
            "makna": "Menggambarkan situasi di mana ada dua pemimpin atau lebih dalam satu organisasi atau kelompok, sehingga dapat menimbulkan kebingungan, konflik, atau ketidakefisienan. Pepatah ini menyoroti pentingnya satu kepemimpinan yang jelas."
          },
          {
            "peribahasa": "biduk tiris menanti karam",
            "makna": "Menggambarkan situasi yang sudah sangat parah dan tidak dapat diperbaiki lagi, tinggal menunggu kehancuran total. Pepatah ini menyoroti kondisi yang sudah di ambang kehancuran."
          },
          {
            "peribahasa": "lain biduk, lain di galang",
            "makna": "Menyiratkan bahwa setiap orang memiliki cara atau metode yang berbeda dalam melakukan sesuatu, meskipun tujuannya sama. Pepatah ini menyoroti keragaman pendekatan dalam mencapai tujuan."
          },
          {
            "peribahasa": "sambil berdendang biduk hilir",
            "makna": "Menggambarkan seseorang yang melakukan dua pekerjaan sekaligus dengan mudah dan menyenangkan, atau melakukan sesuatu sambil bersenang-senang. Pepatah ini menyoroti efisiensi dan kenikmatan dalam bekerja."
          },
          {
            "peribahasa": "seperti biduk dikayuh hilir",
            "makna": "Menggambarkan seseorang yang melakukan pekerjaan dengan mudah dan tanpa hambatan, karena segala sesuatu berjalan sesuai dengan keinginannya. Pepatah ini menyoroti kemudahan dalam mencapai tujuan."
          },
          {
            "peribahasa": "tak terkayuhkan lagi biduk hilir",
            "makna": "Menggambarkan situasi di mana seseorang sudah tidak mampu lagi melanjutkan perjuangan atau menghadapi kesulitan, sehingga ia menyerah atau putus asa. Pepatah ini menyoroti keterbatasan kemampuan."
          },
          {
            "peribahasa": "tertumbuk biduk dikelokkan, tertumbuk kata dipikiri",
            "makna": "Menekankan bahwa setiap masalah atau kesulitan harus dihadapi dengan bijaksana, di mana tindakan fisik diselesaikan dengan keluwesan, dan perkataan yang salah diperbaiki dengan pemikiran yang matang. Pepatah ini menyoroti pentingnya kebijaksanaan dalam menghadapi masalah."
          },
          {
            "peribahasa": "tiada biduk karam sebelah",
            "makna": "Menggambarkan bahwa dalam suatu masalah atau konflik, tidak mungkin hanya satu pihak yang menderita kerugian, melainkan kedua belah pihak akan merasakan dampaknya. Pepatah ini menyoroti bahwa konflik selalu merugikan semua pihak."
          }
        ]
      }
    },
    {
      "id": "11335",
      "nama": "bi.duk",
      "nomor": "2",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "n",
              "nama": "Nomina",
              "tipe": "kelas_kata"
            },
            {
              "kode": "akr",
              "nama": "akronim",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "pembinaan penduduk",
          "contoh": []
        }
      ],
      "terkait": {
        "kataTurunan": [],
        "gabunganKata": [],
        "peribahasa": [],
        "idiom": [
          "kambing dalam biduk"
        ]
      }
    }
  ]
}