{
  "word": "binasa",
  "authenticated": true,
  "entries": [
    {
      "id": "11565",
      "nama": "bi.na.sa",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "a",
              "nama": "Adjektiva",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "rusak sama sekali; hancur lebur; musnah",
          "contoh": [
            {
              "nomor": 2,
              "teks": "kota itu -- karena gempa bumi yang dahsyat"
            }
          ]
        }
      ],
      "etimologi": {
        "text": "[Sanskerta विनाश vināśa n m 'kehancuran, kerusakan; kehilangan; kebinasaan']",
        "languages": [
          "Sanskerta"
        ]
      },
      "terkait": {
        "kataTurunan": [
          "kebinasaan",
          "membinasakan",
          "pembinasa",
          "pembinasaan"
        ],
        "gabunganKata": [],
        "peribahasa": [
          "arang habis, besi binasa",
          "ikut hati mati, ikut rasa binasa",
          "jalan mati lagi dicoba, ini pula jalan binasa",
          "karena mulut, bisa binasa",
          "kurang arif badan celaka, terlalu arif badan binasa",
          "sama lebur, sama binasa"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "arang habis, besi binasa",
            "makna": "Menggambarkan bahwa suatu usaha atau pekerjaan yang dilakukan secara terus-menerus tanpa istirahat atau pembaruan akan menyebabkan kelelahan dan kehancuran, menunjukkan pentingnya keseimbangan dan pemulihan."
          },
          {
            "peribahasa": "ikut hati mati, ikut rasa binasa",
            "makna": "Menyiratkan bahwa mengikuti hawa nafsu atau keinginan semata tanpa pertimbangan akal sehat akan membawa pada kehancuran atau kerugian. Pepatah ini menyoroti pentingnya pengendalian diri dan rasionalitas."
          },
          {
            "peribahasa": "jalan mati lagi dicoba, ini pula jalan binasa",
            "makna": "Menggambarkan bahwa seseorang yang sudah berada dalam situasi yang sangat sulit atau berbahaya, namun masih mencoba jalan yang lebih berisiko, akan semakin mempercepat kehancurannya. Pepatah ini menyoroti keputusan yang tidak bijaksana dalam kondisi terdesak."
          },
          {
            "peribahasa": "karena mulut, bisa binasa",
            "makna": "Menekankan bahwa perkataan yang tidak hati-hati atau sembarangan dapat membawa dampak buruk atau bahkan kehancuran bagi diri sendiri. Pepatah ini menyoroti pentingnya menjaga lisan."
          },
          {
            "peribahasa": "kurang arif badan celaka, terlalu arif badan binasa",
            "makna": "Menggambarkan bahwa sikap yang terlalu bodoh dapat menyebabkan celaka, namun sikap yang terlalu cerdik atau licik juga dapat membawa kehancuran. Pepatah ini menyoroti pentingnya keseimbangan dan kebijaksanaan."
          },
          {
            "peribahasa": "sama lebur, sama binasa",
            "makna": "Menyiratkan bahwa dalam suatu konflik atau pertarungan, kedua belah pihak akan sama-sama menderita kerugian atau kehancuran, tidak ada yang benar-benar menang. Pepatah ini menyoroti dampak destruktif dari konflik."
          }
        ]
      }
    }
  ]
}