{
  "word": "boleh",
  "authenticated": true,
  "entries": [
    {
      "id": "12183",
      "nama": "bo.leh",
      "nomor": "",
      "makna": [
        {
          "nomor": "1",
          "kelasKata": [
            {
              "kode": "adv",
              "nama": "Adverbia",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "diizinkan; tidak dilarang",
          "contoh": [
            {
              "nomor": 2,
              "teks": "anak-anak -- menonton"
            }
          ]
        },
        {
          "nomor": "2",
          "kelasKata": [
            {
              "kode": "adv",
              "nama": "Adverbia",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "dapat",
          "contoh": [
            {
              "nomor": 2,
              "teks": "ia belum -- berdiri karena belum sehat benar"
            }
          ]
        },
        {
          "nomor": "3",
          "kelasKata": [
            {
              "kode": "adv",
              "nama": "Adverbia",
              "tipe": "kelas_kata"
            },
            {
              "kode": "kl",
              "nama": "Klasik",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "beroleh; mendapat",
          "contoh": [
            {
              "nomor": 2,
              "teks": "berdoalah, biar -- anak raja"
            }
          ]
        },
        {
          "nomor": "4",
          "kelasKata": [
            {
              "kode": "v",
              "nama": "Verba",
              "tipe": "kelas_kata"
            },
            {
              "kode": "cak",
              "nama": "Cakapan",
              "tipe": "kelas_kata"
            }
          ],
          "definisi": "diperoleh (didapat) dari: televisi didapat dari hasil mengutang saja bangganya bukan main",
          "contoh": [
            {
              "nomor": 2,
              "teks": "televisi -- mengutang saja bangganya bukan main"
            }
          ]
        }
      ],
      "terkait": {
        "kataTurunan": [
          "berkebolehan",
          "bolehan",
          "kebolehan",
          "membolehkan",
          "memperbolehkan",
          "pembolehan",
          "seboleh-bolehnya"
        ],
        "gabunganKata": [
          "boleh jadi",
          "boleh juga"
        ],
        "peribahasa": [
          "ada hujan ada panas, ada hari boleh balas",
          "alah menang tak tahu, bersorak boleh",
          "asal ada sama di hati, gajah terantai boleh dilepaskan",
          "badan boleh dimiliki, hati tiada boleh dimiliki",
          "bertali boleh dieret, bertampuk boleh dijinjing",
          "bintang di langit boleh dibilang, tetapi arang di muka tak sadar",
          "bulat boleh digulingkan, pipih boleh dilayangkan",
          "dalam laut boleh diajuk, dalam hati siapa tahu",
          "hilang bini boleh dicari, hilang budi badan celaka",
          "hitam mata itu mana boleh bercerai dengan putihnya",
          "ibarat kutu boleh diselisik",
          "jerih menentang boleh, rugi menentang laba",
          "jika tidak pecah ruyung, di mana boleh mendapat sagu",
          "malang tak boleh ditolak, mujur tak boleh diraih",
          "mujur tidak boleh diraih, malang tidak boleh ditolak",
          "mulut bajan boleh ditutup, mulut manusia tidak",
          "pecak boleh dilayangkan, bulat boleh digulingkan, batu segiling pecak setepik",
          "rugi menentang laba, jerih menentang boleh",
          "rupa boleh diubah, tabiat dibawa mati",
          "suku tak boleh dianjak, malu tak boleh diagih",
          "tak boleh bertemu roma",
          "terlongsong perahu boleh balik, terlongsong cakap tak boleh balik",
          "tuah ayam boleh dilihat, tuah manusia siapa tahu",
          "utang emas boleh dibayar, utang budi dibawa mati",
          "yang disangka tak menjadi, yang diam boleh ke dia"
        ],
        "idiom": [],
        "peribahasa_dan_makna": [
          {
            "peribahasa": "ada hujan ada panas, ada hari boleh balas",
            "makna": "Menggambarkan bahwa setiap perbuatan, baik atau buruk, akan mendapatkan balasan pada waktunya. Pepatah ini menyoroti hukum sebab-akibat dan keadilan ilahi."
          },
          {
            "peribahasa": "alah menang tak tahu, bersorak boleh",
            "makna": "Menyiratkan bahwa seseorang yang tidak tahu hasil akhir dari suatu pertandingan atau persaingan, namun tetap bersorak atau merayakan kemenangan. Pepatah ini menyoroti sikap yang terlalu cepat bergembira atau tidak realistis."
          },
          {
            "peribahasa": "asal ada sama di hati, gajah terantai boleh dilepaskan",
            "makna": "Menggambarkan bahwa jika ada kesepahaman atau kesepakatan yang tulus, segala rintangan atau perbedaan besar dapat diatasi. Pepatah ini menyoroti kekuatan persatuan dan kesepahaman."
          },
          {
            "peribahasa": "badan boleh dimiliki, hati tiada boleh dimiliki",
            "makna": "Menyiratkan bahwa meskipun seseorang dapat menguasai fisik atau raga orang lain, namun ia tidak dapat menguasai hati atau perasaan orang tersebut. Pepatah ini menyoroti kebebasan batin dan emosional."
          },
          {
            "peribahasa": "bertali boleh dieret, bertampuk boleh dijinjing",
            "makna": "Menggambarkan bahwa sesuatu yang memiliki pegangan atau dasar yang jelas dapat dengan mudah dikendalikan atau diatur. Pepatah ini menyoroti pentingnya memiliki dasar yang kuat dalam setiap urusan."
          },
          {
            "peribahasa": "bintang di langit boleh dibilang, tetapi arang di muka tak sadar",
            "makna": "Menggambarkan seseorang yang pandai melihat kesalahan atau kekurangan orang lain, namun tidak menyadari atau tidak mau mengakui kesalahan atau kekurangannya sendiri. Pepatah ini menyoroti kemunafikan dan kurangnya introspeksi."
          },
          {
            "peribahasa": "bulat boleh digulingkan, pipih boleh dilayangkan",
            "makna": "Menyiratkan bahwa segala sesuatu dapat diatur atau disesuaikan sesuai dengan kebutuhan atau kondisi. Pepatah ini menyoroti fleksibilitas dan kemampuan beradaptasi."
          },
          {
            "peribahasa": "dalam laut boleh diajuk, dalam hati siapa tahu",
            "makna": "Menggambarkan bahwa kedalaman laut dapat diukur, namun isi hati manusia tidak dapat diketahui. Pepatah ini menyoroti misteri hati manusia dan sulitnya memahami perasaan orang lain."
          },
          {
            "peribahasa": "hilang bini boleh dicari, hilang budi badan celaka",
            "makna": "Menggambarkan bahwa kehilangan harta benda atau pasangan masih dapat diganti, namun kehilangan akal budi atau kehormatan akan membawa kerugian yang lebih besar dan sulit diperbaiki. Pepatah ini menyoroti pentingnya menjaga akal budi dan kehormatan diri."
          },
          {
            "peribahasa": "hitam mata itu mana boleh bercerai dengan putihnya",
            "makna": "Menggambarkan dua hal yang sangat erat hubungannya dan tidak dapat dipisahkan, seperti hitam dan putih pada mata. Pepatah ini menyoroti keterikatan yang kuat dan tak terpisahkan."
          },
          {
            "peribahasa": "ibarat kutu boleh diselisik",
            "makna": "Menggambarkan sesuatu yang sangat kecil atau tidak signifikan, sehingga mudah diabaikan atau tidak terlihat. Pepatah ini menyoroti ketidakberartian atau ketidakjelasan."
          },
          {
            "peribahasa": "jerih menentang boleh, rugi menentang laba",
            "makna": "Menyiratkan bahwa setiap usaha atau pengorbanan akan sebanding dengan hasil yang didapatkan, baik itu keuntungan maupun kerugian. Pepatah ini menyoroti hukum sebab-akibat dalam berusaha."
          },
          {
            "peribahasa": "jika tidak pecah ruyung, di mana boleh mendapat sagu",
            "makna": "Menggambarkan bahwa untuk mendapatkan hasil, seseorang harus berusaha atau berkorban terlebih dahulu. Pepatah ini menyoroti pentingnya usaha dan kerja keras untuk mencapai tujuan."
          },
          {
            "peribahasa": "malang tak boleh ditolak, mujur tak boleh diraih",
            "makna": "Menyiratkan bahwa nasib buruk tidak dapat dihindari, dan nasib baik tidak dapat dipaksakan. Pepatah ini menyoroti bahwa ada hal-hal dalam hidup yang berada di luar kendali manusia."
          },
          {
            "peribahasa": "mujur tidak boleh diraih, malang tidak boleh ditolak",
            "makna": "Sama dengan peribahasa sebelumnya, menekankan bahwa nasib baik dan buruk adalah bagian dari takdir yang tidak dapat diubah oleh manusia. Pepatah ini menyoroti penerimaan terhadap takdir."
          },
          {
            "peribahasa": "mulut bajan boleh ditutup, mulut manusia tidak",
            "makna": "Menggambarkan bahwa mulut atau perkataan manusia sulit untuk dikendalikan atau dibungkam, berbeda dengan mulut wadah yang dapat ditutup. Pepatah ini menyoroti kebebasan berbicara dan sulitnya mengontrol ucapan."
          },
          {
            "peribahasa": "pecak boleh dilayangkan, bulat boleh digulingkan, batu segiling pecak setepik",
            "makna": "Menyiratkan bahwa segala sesuatu dapat diatur atau disesuaikan sesuai dengan kebutuhan atau kondisi, dan setiap masalah memiliki cara penyelesaiannya sendiri. Pepatah ini menyoroti fleksibilitas dan kemampuan beradaptasi."
          },
          {
            "peribahasa": "rugi menentang laba, jerih menentang boleh",
            "makna": "Sama dengan \"jerih menentang boleh, rugi menentang laba\", menyiratkan bahwa setiap usaha atau pengorbanan akan sebanding dengan hasil yang didapatkan, baik itu keuntungan maupun kerugian."
          },
          {
            "peribahasa": "rupa boleh diubah, tabiat dibawa mati",
            "makna": "Menggambarkan bahwa penampilan fisik dapat diubah, namun sifat atau karakter dasar seseorang sulit diubah dan akan melekat hingga akhir hayat. Pepatah ini menyoroti bahwa karakter sejati lebih penting daripada penampilan."
          },
          {
            "peribahasa": "suku tak boleh dianjak, malu tak boleh diagih",
            "makna": "Menyiratkan bahwa adat istiadat atau tradisi tidak boleh diubah, dan rasa malu tidak dapat dibagi. Pepatah ini menyoroti pentingnya menjaga tradisi dan kehormatan diri."
          },
          {
            "peribahasa": "tak boleh bertemu roma",
            "makna": "Menggambarkan dua pihak yang saling bermusuhan atau tidak akur, sehingga tidak mungkin untuk didamaikan atau dipertemukan. Pepatah ini menyoroti tingkat permusuhan yang sangat dalam."
          },
          {
            "peribahasa": "terlongsong perahu boleh balik, terlongsong cakap tak boleh balik",
            "makna": "Menekankan bahwa perkataan yang sudah terlanjur diucapkan tidak dapat ditarik kembali, berbeda dengan perahu yang dapat berbalik arah. Pepatah ini menyoroti pentingnya berhati-hati dalam berbicara."
          },
          {
            "peribahasa": "tuah ayam boleh dilihat, tuah manusia siapa tahu",
            "makna": "Menggambarkan bahwa keberuntungan atau nasib baik ayam dapat terlihat dari fisiknya, namun keberuntungan atau nasib baik manusia tidak dapat diprediksi. Pepatah ini menyoroti misteri takdir manusia."
          },
          {
            "peribahasa": "utang emas boleh dibayar, utang budi dibawa mati",
            "makna": "Menyiratkan bahwa utang materi dapat dilunasi, namun utang budi atau kebaikan yang diterima akan selalu diingat dan tidak dapat dibayar lunas. Pepatah ini menyoroti pentingnya membalas budi."
          },
          {
            "peribahasa": "yang disangka tak menjadi, yang diam boleh ke dia",
            "makna": "Menggambarkan bahwa sesuatu yang diharapkan tidak terjadi, namun sesuatu yang tidak terduga justru terjadi. Pepatah ini menyoroti ketidakpastian hidup dan kejutan yang tak terduga."
          }
        ]
      }
    }
  ]
}